{
 "cells": [
  {
   "cell_type": "code",
   "execution_count": 13,
   "metadata": {},
   "outputs": [],
   "source": [
    "import pandas as pd\n",
    "import logging\n",
    "import json\n",
    "from py2neo import Graph,Node\n",
    "\n",
    "DISEASE_PATH = 'verified_data/diseases.csv'\n",
    "SPECIALITIES_PATH = 'verified_data/specialties.csv'\n",
    "SYMPTOMS_PATH = 'verified_data/symptoms.csv'\n",
    "DISEASE_SYMPTOMS_PATH = 'verified_data/diseases_has_symptoms.csv'\n",
    "DISEASE_SPECIALITIES_PATH = 'verified_data/diseases_health_specialties.csv'\n",
    "\n",
    "DISEASES = pd.read_csv(DISEASE_PATH)\n",
    "SPECIALITIES = pd.read_csv(SPECIALITIES_PATH)\n",
    "SYMPTOMS = pd.read_csv(SYMPTOMS_PATH)\n",
    "DISEASE_SYMPTOMS = pd.read_csv(DISEASE_SYMPTOMS_PATH)\n",
    "DISEASE_SPECIALITIES = pd.read_csv(DISEASE_SPECIALITIES_PATH)"
   ]
  },
  {
   "cell_type": "code",
   "execution_count": 57,
   "metadata": {},
   "outputs": [
    {
     "data": {
      "text/html": [
       "<div>\n",
       "<style scoped>\n",
       "    .dataframe tbody tr th:only-of-type {\n",
       "        vertical-align: middle;\n",
       "    }\n",
       "\n",
       "    .dataframe tbody tr th {\n",
       "        vertical-align: top;\n",
       "    }\n",
       "\n",
       "    .dataframe thead th {\n",
       "        text-align: right;\n",
       "    }\n",
       "</style>\n",
       "<table border=\"1\" class=\"dataframe\">\n",
       "  <thead>\n",
       "    <tr style=\"text-align: right;\">\n",
       "      <th></th>\n",
       "      <th>id</th>\n",
       "      <th>disease_id</th>\n",
       "      <th>specialty_id</th>\n",
       "    </tr>\n",
       "  </thead>\n",
       "  <tbody>\n",
       "    <tr>\n",
       "      <th>0</th>\n",
       "      <td>511</td>\n",
       "      <td>9</td>\n",
       "      <td>10</td>\n",
       "    </tr>\n",
       "    <tr>\n",
       "      <th>1</th>\n",
       "      <td>512</td>\n",
       "      <td>10</td>\n",
       "      <td>10</td>\n",
       "    </tr>\n",
       "    <tr>\n",
       "      <th>2</th>\n",
       "      <td>513</td>\n",
       "      <td>2</td>\n",
       "      <td>6</td>\n",
       "    </tr>\n",
       "  </tbody>\n",
       "</table>\n",
       "</div>"
      ],
      "text/plain": [
       "    id  disease_id  specialty_id\n",
       "0  511           9            10\n",
       "1  512          10            10\n",
       "2  513           2             6"
      ]
     },
     "execution_count": 57,
     "metadata": {},
     "output_type": "execute_result"
    }
   ],
   "source": [
    "DISEASE_SPECIALITIES.head(3)"
   ]
  },
  {
   "cell_type": "code",
   "execution_count": 95,
   "metadata": {},
   "outputs": [],
   "source": [
    "def read_json(path):\n",
    "    with open(path) as f:\n",
    "        data = json.load(f)\n",
    "    return data\n",
    "\n",
    "class KnowledgeGraph:\n",
    "    def __init__(self,uri=\"bolt://localhost:7687\",\n",
    "                    user=\"neo4j\",\n",
    "                    password='password',\n",
    "                    DISEASE_PATH='verified_data/diseases.csv',\n",
    "                    SYMPTOMS_PATH='verified_data/symptoms.csv',\n",
    "                    SPECIALITIES_PATH='verified_data/specialties.csv',\n",
    "                    DISEASE_SYMPTOMS_PATH='verified_data/diseases_has_symptoms.csv',\n",
    "                    DISEASE_SPECIALITIES_PATH='verified_data/diseases_health_specialties.csv'):\n",
    "        \n",
    "        # node\n",
    "        self.disease = pd.read_csv(DISEASE_PATH)\n",
    "        self.symptom = pd.read_csv(SYMPTOMS_PATH)\n",
    "        self.speciality = pd.read_csv(SPECIALITIES_PATH)\n",
    "        \n",
    "        # relationship\n",
    "        self.disease_symptom_rel = pd.read_csv(DISEASE_SYMPTOMS_PATH)\n",
    "        self.disease_speciality_rel = pd.read_csv(DISEASE_SPECIALITIES_PATH)\n",
    "        \n",
    "        self.graph = Graph(uri, auth=(user, password))\n",
    "\n",
    "    def read_nodes(self):\n",
    "        DISEASE = []\n",
    "        SYMPTOM = []\n",
    "        SPECIALITY = []\n",
    "        \n",
    "        DISEASE_SYMPTOM = []\n",
    "        DISEASE_SPECIALITY = []\n",
    "        \n",
    "        # disease - node\n",
    "        for index, row in self.disease.iterrows():\n",
    "            DISEASE.append({\n",
    "                \"id\":row['id'],\n",
    "                \"name\":row['name'],\n",
    "                \"overview\":row['overview'],\n",
    "                \"cause\":row['cause'],\n",
    "                \"symptom\":row['symptom'],\n",
    "                \"risk_factor\":row['risk_factor'],\n",
    "                \"treatment\":row['treatment'],\n",
    "                \"diagnosis\":row['diagnosis'],\n",
    "                \"prevention\":row['prevention'],\n",
    "                \"synonym\":row['synonym']\n",
    "            })\n",
    "        \n",
    "        # symptom - node\n",
    "        for index, row in self.symptom.iterrows():\n",
    "            SYMPTOM.append({\n",
    "                \"id\":row['id'],\n",
    "                \"name\":row['name'],\n",
    "                \"overview\":row['overview'],\n",
    "            })\n",
    "            \n",
    "        # speciality - node\n",
    "        for index, row in self.speciality.iterrows():\n",
    "            SPECIALITY.append({\n",
    "                \"id\":row['id'],\n",
    "                \"name\":row['name'],\n",
    "                \"description\":row['description'],\n",
    "            })\n",
    "        \n",
    "        # disease-symptom rels\n",
    "        for index, row in self.disease_symptom_rel.iterrows():\n",
    "            DISEASE_SYMPTOM.append({\n",
    "                \"disease_id\":row['disease_id'],\n",
    "                \"symptom_id\":row['symptom_id']\n",
    "            })\n",
    "        \n",
    "        # disease-speciality rels\n",
    "        for index, row in self.disease_speciality_rel.iterrows():\n",
    "            DISEASE_SPECIALITY.append({\n",
    "                \"disease_id\":row['disease_id'],\n",
    "                \"specialty_id\":row['specialty_id']\n",
    "            })      \n",
    "            \n",
    "        return DISEASE,SYMPTOM,SPECIALITY,DISEASE_SYMPTOM,DISEASE_SPECIALITY\n",
    "    \n",
    "    def remove_nodes(self):\n",
    "        print(\"Remove all nodes,  relationships\")\n",
    "        cypher = 'MATCH (n) DETACH DELETE n'\n",
    "        self.graph.run(cypher)\n",
    "        \n",
    "    def create_node(self):\n",
    "        self.remove_nodes()\n",
    "\n",
    "        DISEASE,SYMPTOM,SPECIALITY,DISEASE_SYMPTOM,DISEASE_SPECIALITY = self.read_nodes()\n",
    "        \n",
    "        # disease\n",
    "        print(\"Create disease node\")\n",
    "        for node in DISEASE:\n",
    "            cypher_ = \"CREATE (d:Disease $props) RETURN d\"\n",
    "            self.graph.run(cypher_,props=node)\n",
    "        \n",
    "        #symptom\n",
    "        print(\"Create symptom node\")\n",
    "        for node in SYMPTOM:\n",
    "            cypher_ = \"CREATE (d:Symptom $props) RETURN d\"\n",
    "            self.graph.run(cypher_,props=node)\n",
    "        \n",
    "        # speciality\n",
    "        print(\"Create speciality node\")\n",
    "        for node in SPECIALITY:\n",
    "            cypher_ = \"CREATE (d:Speciality $props) RETURN d\"\n",
    "            self.graph.run(cypher_,props=node)\n",
    "        \n",
    "        # disease-symptom rels\n",
    "        print(\"Create disease-symptom relation\")\n",
    "        for rel in DISEASE_SYMPTOM:\n",
    "            disease_id = rel['disease_id']\n",
    "            symptom_id = rel['symptom_id']\n",
    "            cypher_ = f'''\n",
    "            MATCH (d:Disease), (s:Symptom)\n",
    "            WHERE d.id = {disease_id} AND s.id = {symptom_id}\n",
    "            CREATE (d)-[r:HAS_SYMPTOM]->(s)\n",
    "            RETURN type(r)\n",
    "            '''\n",
    "            self.graph.run(cypher_)\n",
    "\n",
    "        # disease-speciality rels\n",
    "        print(\"Create disease-speciality relation\")\n",
    "        for rel in DISEASE_SPECIALITY:\n",
    "            disease_id = rel['disease_id']\n",
    "            symptom_id = rel['specialty_id']\n",
    "            cypher_ = f'''\n",
    "            MATCH (d:Disease), (s:Speciality)\n",
    "            WHERE d.id = {disease_id} AND s.id = {symptom_id}\n",
    "            CREATE (d)-[r:HAS_SPECIALITY]->(s)\n",
    "            RETURN type(r)\n",
    "            '''\n",
    "            self.graph.run(cypher_)\n",
    "\n",
    "        return\n",
    "\n",
    "    def create_rels(self):\n",
    "        for node in self.symptom_disease_rel:\n",
    "            disease_name = node['from']['name']\n",
    "            symptoms = []\n",
    "            for s in node['to']:\n",
    "                symptoms.append(s['name'])\n",
    "            for symptom_name in symptoms:\n",
    "                query = '''\n",
    "                MATCH (d:Disease {name:$disease_name})\n",
    "                MATCH (s:Symptom {name:$symptom_name})\n",
    "                CREATE (d)-[:HAS_SYMPTOM]->(s)\n",
    "                RETURN d,s\n",
    "                '''\n",
    "                self.graph.run(query,parameters={\"disease_name\":disease_name,\"symptom_name\":symptom_name})\n",
    "        return"
   ]
  },
  {
   "cell_type": "code",
   "execution_count": 96,
   "metadata": {},
   "outputs": [
    {
     "name": "stdout",
     "output_type": "stream",
     "text": [
      "Remove all nodes,  relationships\n",
      "Create disease node\n",
      "Create symptom node\n",
      "Create speciality node\n",
      "Create disease-symptom relation\n",
      "Create disease-speciality relation\n"
     ]
    }
   ],
   "source": [
    "kg = KnowledgeGraph()\n",
    "kg.create_node()\n",
    "# kg.create_rels()"
   ]
  },
  {
   "cell_type": "code",
   "execution_count": 70,
   "metadata": {},
   "outputs": [
    {
     "data": {
      "text/plain": [
       "696"
      ]
     },
     "execution_count": 70,
     "metadata": {},
     "output_type": "execute_result"
    }
   ],
   "source": [
    "len(a[0])"
   ]
  },
  {
   "cell_type": "code",
   "execution_count": null,
   "metadata": {},
   "outputs": [],
   "source": []
  },
  {
   "cell_type": "code",
   "execution_count": null,
   "metadata": {},
   "outputs": [],
   "source": []
  },
  {
   "cell_type": "code",
   "execution_count": 42,
   "metadata": {},
   "outputs": [],
   "source": [
    "import logging\n",
    "import json\n",
    "\n",
    "from neo4j import GraphDatabase\n",
    "from neo4j.exceptions import ServiceUnavailable\n",
    "\n",
    "def read_json(path):\n",
    "    with open(path) as f:\n",
    "        data = json.load(f)\n",
    "    return data\n",
    "\n",
    "class KnowledgeGraph:\n",
    "\n",
    "    def __init__(self, uri, user, password):\n",
    "        self.driver = GraphDatabase.driver(uri, auth=(user, password))\n",
    "\n",
    "    def close(self):\n",
    "        # Don't forget to close the driver connection when you are finished with it\n",
    "        self.driver.close()\n",
    "\n",
    "    def create_friendship(self, person1_name, person2_name):\n",
    "        with self.driver.session() as session:\n",
    "            # Write transactions allow the driver to handle retries and transient errors\n",
    "            result = session.write_transaction(\n",
    "                self._create_and_return_friendship, person1_name, person2_name)\n",
    "            for record in result:\n",
    "                print(\"Created friendship between: {p1}, {p2}\".format(\n",
    "                    p1=record['p1'], p2=record['p2']))\n",
    "\n",
    "    @staticmethod\n",
    "    def _create_and_return_friendship(tx, person1_name, person2_name):\n",
    "\n",
    "        # To learn more about the Cypher syntax,\n",
    "        # see https://neo4j.com/docs/cypher-manual/current/\n",
    "\n",
    "        # The Reference Card is also a good resource for keywords,\n",
    "        # see https://neo4j.com/docs/cypher-refcard/current/\n",
    "\n",
    "        query = (\n",
    "            \"CREATE (p1:Person { name: $person1_name }) \"\n",
    "            \"CREATE (p2:Person { name: $person2_name }) \"\n",
    "            \"CREATE (p1)-[:KNOWS]->(p2) \"\n",
    "            \"RETURN p1, p2\"\n",
    "        )\n",
    "        result = tx.run(query, person1_name=person1_name, person2_name=person2_name)\n",
    "        try:\n",
    "            return [{\"p1\": record[\"p1\"][\"name\"], \"p2\": record[\"p2\"][\"name\"]}\n",
    "                    for record in result]\n",
    "        # Capture any errors along with the query and data for traceability\n",
    "        except ServiceUnavailable as exception:\n",
    "            logging.error(\"{query} raised an error: \\n {exception}\".format(\n",
    "                query=query, exception=exception))\n",
    "            raise\n",
    "\n",
    "    def find_person(self, person_name):\n",
    "        with self.driver.session() as session:\n",
    "            result = session.read_transaction(self._find_and_return_person, person_name)\n",
    "            for record in result:\n",
    "                print(\"Found person: {record}\".format(record=record))\n",
    "\n",
    "    @staticmethod\n",
    "    def _create_instance(tx,sample):\n",
    "\n",
    "        # get all attributes\n",
    "        attributes = []\n",
    "        for att in sample[\"attributes\"]:\n",
    "            attributes.append(att['attribute'])\n",
    "\n",
    "        query_str = \"CREATE (d:Disease { name: $sample['disease'], url:$sample['url'], faq:$sample['faq']}) \\n\"\n",
    "        \n",
    "        for i,att in enumerate(attributes):\n",
    "            q = f\"SET d.{att} = {sample['attributes'][i]['content']} \\n\"\n",
    "            query_str += q\n",
    "        query = (\n",
    "            f\"\"\"\n",
    "            {query_str}\n",
    "            RETURN d\n",
    "            \"\"\"\n",
    "        )\n",
    "        result = tx.run(query, sample=sample)\n",
    "\n",
    "        try:\n",
    "            return [{\"d\": record[\"d\"][\"name\"]}\n",
    "                    for record in result]\n",
    "        # Capture any errors along with the query and data for traceability\n",
    "        except ServiceUnavailable as exception:\n",
    "            logging.error(\"{query} raised an error: \\n {exception}\".format(\n",
    "                query=query, exception=exception))\n",
    "            raise    \n",
    "    \n",
    "    def build_database(self,data):\n",
    "        for sample in data:\n",
    "            with self.driver.session() as session:\n",
    "                # Write transactions allow the driver to handle retries and transient errors\n",
    "                result = session.write_transaction(\n",
    "                    self._create_instance, sample)\n",
    "                for record in result:\n",
    "                    print(f\"Created disease: {record['d']}\")\n",
    "    \n",
    "    @staticmethod\n",
    "    def _find_and_return_disease(tx, disease_name):\n",
    "        query = (\n",
    "            \"MATCH (p:Disease)\"\n",
    "            \"WHERE p.name = $disease_name \"\n",
    "            \"RETURN p.name AS name\"\n",
    "        )\n",
    "        result = tx.run(query, disease_name=disease_name)\n",
    "        return [record[\"name\"] for record in result]\n",
    "\n",
    "\n",
    "    @staticmethod\n",
    "    def _query(tx, disease_name, attribute):\n",
    "        THRESHOLD = 0.55\n",
    "\n",
    "        query = f\"\"\"\n",
    "        MATCH (a:Disease)\n",
    "        WHERE apoc.text.sorensenDiceSimilarity(a.name, \"{disease_name}\") >=  {THRESHOLD}\n",
    "        RETURN a.{attribute} as result\n",
    "        \"\"\"\n",
    "\n",
    "        result = tx.run(query, disease_name=disease_name,attribute=attribute)\n",
    "        return [record[\"result\"] for record in result]\n",
    "\n",
    "    def query(self,disease_name, attributes, mode='simple'):        \n",
    "        result = []\n",
    "        if mode == 'simple':\n",
    "            for att in attributes:\n",
    "                with self.driver.session() as session:\n",
    "                    result = session.write_transaction(self._query,disease_name,att)   \n",
    "                    \n",
    "                    result.append(result)\n",
    "        return result"
   ]
  },
  {
   "cell_type": "code",
   "execution_count": null,
   "metadata": {},
   "outputs": [],
   "source": [
    "# See https://neo4j.com/developer/aura-connect-driver/ for Aura specific connection URL.\n",
    "scheme = \"bolt\"  # Connecting to Aura, use the \"neo4j+s\" URI scheme\n",
    "host_name = \"localhost\"\n",
    "port = 7687\n",
    "url = \"{scheme}://{host_name}:{port}\".format(scheme=scheme, host_name=host_name, port=port)\n",
    "print(url)\n",
    "user = \"neo4j\"\n",
    "password = \"password\"\n",
    "app = KnowledgeGraph(url, user, password)\n",
    "\n",
    "DISEASE = read_json('verified_data/disease.json')\n",
    "\n",
    "SYMPTOM = read_json('verified_data/symptom.json')\n",
    "\n",
    "DISEASE_SYMPTOM = read_json('verified_data/disease_symptom.json')"
   ]
  },
  {
   "cell_type": "code",
   "execution_count": null,
   "metadata": {},
   "outputs": [],
   "source": []
  },
  {
   "cell_type": "code",
   "execution_count": null,
   "metadata": {},
   "outputs": [],
   "source": [
    "app.build_database(DATA)\n",
    "\n",
    "app.close()"
   ]
  }
 ],
 "metadata": {
  "kernelspec": {
   "display_name": "Python 3",
   "language": "python",
   "name": "python3"
  },
  "language_info": {
   "codemirror_mode": {
    "name": "ipython",
    "version": 3
   },
   "file_extension": ".py",
   "mimetype": "text/x-python",
   "name": "python",
   "nbconvert_exporter": "python",
   "pygments_lexer": "ipython3",
   "version": "3.8.3"
  }
 },
 "nbformat": 4,
 "nbformat_minor": 4
}
