[
    {
        "url": "https://www.vinmec.com/vi/tin-tuc/thong-tin-suc-khoe/dau-hieu-som-bao-hieu-benh-tieu-duong/",
        "refereces": [
            "https://www.vinmec.com/vi/tin-tuc/thong-tin-suc-khoe/dau-hieu-som-bao-hieu-benh-tieu-duong/",
            "http://daithaoduong.kcb.vn/chan-doan-dai-thao-duong/",
            "http://daithaoduong.kcb.vn/nhung-nguyen-nhan-gay-benh-dai-thao-duong/"
        ],
        "disease": "tiểu đường",
        "synonym": [
            "tiểu đường",
            "đái tháo đường",
            "dư đường",
            "đường trong máu"
        ],
        "attributes": [
            {
                "attribute": "overview",
                "content": [
                    "Bệnh đái tháo đường (hay còn gọi là bệnh tiểu đường) là một tình trạng bệnh lý rối loạn chuyển hóa không đồng nhất, có đặc điểm tăng lượng đường huyết trong cơ thể. Nguyên nhân thường là do nồng độ insulin trong cơ thể không ổn định ( có thể thiếu thậm chí thừa). Nếu bị đái tháo đường mà bạn kiểm soát được lượng đường trong máu và thường xuyên theo dõi tốt thì chắc chắn lượng đường nằm trong mức an toàn gần như người bình thường.",
                    "Dựa vào đặc điểm và diễn biến của bệnh chia ra có các loại đái tháo đường: Đái tháo đường typ1, đái tháo đường typ2, đái tháo đường thứ phát và đái tháo đường thai kỳ."
                ]
            },
            {
                "attribute": "cause",
                "content": [
                    "Một yếu tố làm tăng nguy cơ bệnh đái tháo đường",
                    "Béo phì làm tăng nguy cơ đái tháo đường",
                    "Mỡ bụng, stress làm tăng nguy cơ đái tháo đường",
                    "Nguy cơ đái tháo đường ở những người làm việc văn phòng, ít vận động",
                    "Sỏi thận cũng làm tăng nguy cơ đái tháo đường",
                    "Thịt đỏ làm tăng nguy cơ đái tháo đường týp 2"
                ]
            },
            {
                "attribute": "symptom",
                "attribute_text": "Triệu chứng và biến chứng",
                "content": [
                    "Hầu hết các triệu chứng ban đầu của bệnh đái tháo đường là mức glucose trong máu cao hơn bình thường. Các dấu hiệu cảnh báo bệnh tiểu đường có thể từ rất nhẹ thậm chí không có triệu chứng gì. Một số người không phát hiện ra họ bị bệnh nặng hoặc có nhiều biến chứng thì mới phát hiện ra.",
                    "Bệnh diễn biến rất nhanh các triệu chứng thường xảy ra nhanh chóng trong vài ngày hoặc vài tuần. Thường hay có hội chứng 4 nhiều điển hình.",
                    "Đói và mệt: Cơ thể bạn chuyển đổi thức ăn bạn ăn thành glucose mà tế bào của bạn sử dụng để lấy năng lượng. Nhưng các tế bào của bạn cần insulin để hấp thụ glucose. Nếu cơ thể bạn không tạo ra đủ hoặc bất kỳ loại insulin nào, hoặc nếu các tế bào của bạn kháng lại insulin mà cơ thể bạn tạo ra, glucose không thể xâm nhập vào chúng và bạn không có năng lượng. Điều này có thể khiến bạn đói và mệt mỏi hơn bình thường.",
                    "Đi tiểu thường xuyên hơn và khát hơn: Một người bình thường thường phải đi tiểu từ bốn đến bảy lần trong 24 giờ, nhưng những người mắc bệnh đái tháo đường do đường máu cao có thể đi nhiều hơn bình thường rất nhiều lần. Tại sao lại nhưu vậy ? Bình thường cơ thể bạn tái hấp thu glucose khi nó đi qua thận của bạn. Nhưng khi bệnh tiểu đường đẩy lượng đường trong máu của bạn lên cao, thận của bạn có thể không thể đưa tất cả trở lại. Điều này khiến cơ thể tạo ra nhiều nước tiểu và phải mất nước. Kết quả: Bạn sẽ phải đi thường xuyên hơn. Bạn cũng có thể đi ra ngoài nhiều hơn. Bởi vì bạn đi tiểu rất nhiều, bạn có thể rất khát. Khi bạn uống nhiều hơn, bạn cũng sẽ đi tiểu nhiều hơn.",
                    "Khô miệng, khát nước nhiều và ngứa da: Bởi vì cơ thể bạn đang sử dụng chất lỏng để đi tiểu, nên độ ẩm cho những thứ khác sẽ ít hơn. Bạn có thể bị mất nước, và miệng của bạn có thể cảm thấy khô. Da khô có thể làm bạn ngứa.",
                    "Sút cân nhiều: Mặc dù bệnh nhân ăn nhiều nhưng sút cân rất nhiều.",
                    "Thị lực giảm: Thay đổi mức chất lỏng trong cơ thể bạn có thể làm cho tròng kính trong mắt bạn sưng lên khiến mắt mờ và thị lực giảm."
                ],
                "entities": [
                    "glucose trong máu cao",
                    "Đói",
                    "mệt",
                    "Đi tiểu thường xuyên",
                    "Khô miệng",
                    "khát nước nhiều",
                    "ngứa da",
                    "Sút cân",
                    "Thị lực giảm"
                ]
            },
            {
                "attribute": "infection",
                "attribute_text": "cơ chế lây lan",
                "content": [
                    "1. Khả năng lây nhiễm qua đường tiếp xúc",
                    "Bệnh tiểu đường không có khả năng lây lan từ người này qua người khác qua đường tiếp xúc bởi vì bệnh tiểu đường không phải do virus, vi khuẩn hay nấm gây ra.",
                    "Những người sống trong một gia đình có thể cùng mắc phải căn bệnh tiểu đường khiến cho nhiều người nghĩ rằng tiểu đường có thể lây lan qua đường ăn uống hay hô hấp. Điều này là hoàn toàn sai lầm, nguyên nhân được giải thích là do sống cùng gia đình sẽ có thói quen ăn uống, sinh hoạt giống nhau và mức độ tiển triển của tiểu đường bị ảnh hưởng rất nhiều bởi những thói quen này. Ngoài ra còn một nguyên nhân khác là do bệnh tiểu đường có yếu tố di truyền.",
                    "2. Khả năng lây nhiễm qua đường máu",
                    "Không giống như các bệnh HIV/AIDS, viêm gan…bệnh tiểu đường không lây truyền qua đường máu bởi vì bệnh tiểu đường là bệnh rối loạn chuyển hóa, nó không phải là bệnh truyền nhiễm. Bạn hoàn toàn có thể nhận máu từ một bệnh nhân tiểu đường mà không phải lo lắng mình sẽ bị nhiễm bệnh theo.",
                    "3.Khả năng lây nhiễm qua đường tình dục",
                    "Bệnh tiểu đường do rối loạn chuyển hóa insulin trong cơ thể, không phải do nhiễm khuẩn hay do virus nên không lây khi quan hệ vợ chồng. Tuy nhiên bệnh tiểu đường ảnh hưởng rất nhiều đến đời sống tình dục vì nó làm suy giảm sinh lý. Đối với nam giới có thể gặp tình trạng rối loạn cương, giảm cảm giác thỏa mãn. Đối với nữ giới, mắc bệnh tiểu đường gây khô âm đạo hoặc dễ viêm nhiễm cơ quan sinh dục.",
                    "Có thể khẳng định rằng bệnh tiểu đường là bệnh không lây nhiễm. Tuy nhiên tiểu đường có yếu tố di truyền. Đặc biệt đối với những bà mẹ mắc tiểu đường thai kỳ thì đứa trẻ sinh ra có nguy cơ bị tiểu đường và tiền tiểu đường cao gấp nhiều lần những đứa trẻ khác."
                ]
            },
            {
                "attribute": "riskfactor",
                "content": [
                    "Bệnh đái tháo đường có thể xảy ra bất cứ ở đối tượng nào và đối với cả bệnh tiểu đường typ1 và typ2. Bạn có thể gặp một hoặc nhiều dấu hiệu báo hiệu liên quan đến bệnh tiểu đường. Nếu bạn nghi ngờ, hãy đến các cơ sở y tế, bệnh viện để được bác sĩ chẩn đoán và điều trị.",
                    "Nếu bạn nghi ngờ mình có thể bị bệnh đái tháo đường cần phải đi khám ngay. Trong quá trình thăm khám, bác sĩ sẽ yêu cầu bạn nói về các triệu chứng bạn gặp phải, gia đình bạn đã có ai mắc bệnh tiểu đường, các loại thuốc đã uống và các dị ứng bạn gặp phải. Dựa trên những thông tin bạn cung cấp, bác sĩ sẽ quyết định làm cho bạn một số xét nghiệm. Có một số xét nghiệm để chẩn đoán bệnh tiểu đường:",
                    "HbA1C: Xét nghiệm này cho thấy mức đường huyết liên tục của bạn trung bình trong 2 hoặc 3 tháng qua. Xét nghiệm này không yêu cầu bạn phải nhịn ăn hay uống bất cứ thứ gì.",
                    "Đường huyết lúc đói (FPG): Bạn sẽ cần nhịn ăn ít nhất 8 giờ trước khi thử nghiệm này.",
                    "Dung nạp glucose đường uống (OGTT): Thử nghiệm này mất từ ​​2 đến 3 giờ. Mức đường huyết của bạn được kiểm tra ban đầu và sau đó lặp đi lặp lại trong khoảng thời gian 2 giờ sau khi uống một loại đồ uống ngọt cụ thể.",
                    "Xét nghiệm glucose huyết tương ngẫu nhiên: Bạn có thể làm xét nghiệm này bất cứ lúc nào và không cần phải nhịn ăn."
                ]
            },
            {
                "attribute": "treatment",
                "content": [
                    "Bệnh đái tháo đường có thể được điều trị bằng nhiều phương pháp. Điều chỉnh chế độ ăn uống, hoạt động thể chất và theo dõi tình trạng bệnh thường xuyên là rất quan trọng nếu bạn bị tiểu đường, bất kể bạn mắc bệnh tiểu đường loại nào.",
                    "Nếu bạn bị đái tháo đường typ1 bạn sẽ điều trị bắt buộc dùng insulin trong suốt quãng đời còn lại, vì do cơ thể của bạn không tự sản xuất insulin.Nếu bạn bị đái tháo đường typ2, nếu có thể kiểm soát tình trạng của bạn bằng thay đổi lối sống, chẳng hạn như chế độ ăn uống và tập thể dục. Bạn cũng có thể cần dùng thuốc uống hoặc thuốc tiêm, bao gồm insulin hoặc metformin, để kiểm soát lượng đường trong máu.",
                    "Khi bạn bị đái tháo đường bạn sẽ cần theo dõi nghiêm túc chế độ ăn uống của mình để ngăn chặn lượng đường trong máu tăng quá cao. Điều này thường có nghĩa là theo dõi lượng carbohydrate cũng như hạn chế thực phẩm chế biến sẵn, ít chất xơ. Bác sĩ sẽ đưa cho bạn một phác đồ điều trị để giúp bạn kiểm soát lượng đường trong máu.",
                    "Có một lời khuyên vô cùng quan trọng rằng nếu bạn nghi ngờ bạn có những triệu chứng của bệnh tiểu đường thì đừng ngần ngại hãy đến gặp bác sĩ. Khi bệnh được điều trị sớm thì việc kiểm soát bệnh sẽ hiệu quả hơn, đây cũng là chìa khóa để kiểm soát các triệu chứng và ngăn ngừa các vấn đề sức khỏe nghiêm trọng hơn.",
                    "Nếu bạn bị đái tháo đường typ1 bạn sẽ cần phải kiểm soát lượng glucose bằng cách kết hợp insulin với chế độ ăn uống và hoạt động. Nếu bạn bị đái tháo đường typ2, bạn có thể kiểm soát lượng đường trong máu bằng chế độ ăn uống và hoạt động một mình, hoặc thêm thuốc khi cần thiết.",
                    "Bệnh đái tháo đường là một bệnh tiến triển có thể cần đánh giá lại và thay đổi kế hoạch điều trị theo thời gian."
                ]
            },
            {
                "attribute": "diagnosis",
                "content": [
                    "Chẩn đoán tiền đái tháo đường khi có một trong các rối loạn sau đây:",
                    "– Rối loạn glucose huyết đói (impaired fasting glucose: IFG): Glucose huyết tương lúc đói từ 100 (5,6mmol/L) đến 125 mg/dL (6,9 mmol/L), hoặc",
                    "– Rối loạn dung nạp glucose (impaired glucose tolerance: IGT): Glucose huyết tương ở thời điểm 2 giờ sau khi làm nghiệm pháp dung nạp glucose bằng đường uống 75 g từ 140 (7.8 mmol/L) đến 199 mg/dL (11 mmol/L), hoặc",
                    "– HbA1c từ 5,7% (39 mmol/mol) đến 6,4% (47 mmol/mol).",
                    "Những tình trạng rối loạn glucose huyết này chưa đủ tiêu chuẩn để chẩn đoán đái tháo đường nhưng vẫn có nguy cơ xuất hiện các biến chứng mạch máu lớn của đái tháo đường, được gọi là tiền đái tháo đường (pre-diabetes)"
                ]
            },
            {
                "attribute": "prevention",
                "attribute_text": "Cách phòng tránh chung",
                "content": [
                    "Bệnh đái tháo đường có thể không được ngăn ngừa trong mọi trường hợp. Bệnh đái tháo đường typ1 không thể ngăn ngừa được. Bạn có thể giảm cơ hội phát triển bệnh đái tháo đường typ2 bằng cách điều chỉnh chế độ ăn uống và duy trì hoạt động. Tuy nhiên, di truyền và các yếu tố rủi ro khác có thể làm tăng rủi ro của bạn mặc dù nỗ lực tốt nhất của bạn.",
                    "Ngay cả khi bạn được chẩn đoán mắc bệnh đái tháo đường bạn có thể sống một cuộc sống đầy đủ. Bệnh đái tháo đường đòi hỏi phải lập kế hoạch và quản lý cẩn thận, nhưng nó không nên ngăn cản bạn tham gia và tận hưởng các hoạt động hàng ngày."
                ]
            }
        ]
    }
]