[
    {
        "url": "https://vi.wikipedia.org/wiki/phồng_da",
        "name": "phồng da",
        "key": "7d80e99b9de9b8ef9fa6ea85fa5d315eb0e4819922a805af51f35c381c44ffeb"
    },
    {
        "url": "https://vi.wikipedia.org/wiki/ổ_áp_xe_đỏ",
        "name": "ổ áp xe đỏ",
        "key": "2facaa71a687843ea44e0727c3f6f261740023d990ae1c84b958bc5de37df1e0"
    },
    {
        "url": "https://vi.wikipedia.org/wiki/sưng_nề_vùng_da",
        "name": "sưng nề vùng da",
        "key": "c934054d721a439e44b1385a10ceec95cc2f7f0dd579cfb5b30d512015d3cd78"
    },
    {
        "url": "https://vi.wikipedia.org/wiki/nóng",
        "name": "nóng",
        "key": "c8f9acefa5cb7aee1b7356744f36f1ceed1985953b33aa1acf2ddc1bf71326ea"
    },
    {
        "url": "https://vi.wikipedia.org/wiki/đau",
        "name": "đau",
        "key": "aa4ea9318163fbfbef4bb6bea2da51ea96ca8521602f020b335997dd592d6fa2",
        "overview": "Đau là một cảm giác khó chịu, xuất hiện cùng lúc với sự tổn thương của các mô tế bào. Đau là kinh nghiệm được lượng giá bởi nhận thức chủ quan tùy theo từng người, từng cảm giác về mỗi loại đau, là dấu hiệu của bệnh tật và phải tìm ra nguyên nhân để chữa.  Đau cũng được định nghĩa là cảm giác tạo ra bởi hệ thống thần kinh khi có tác động tại các thụ cảm thể nhận cảm đau (tiếng Anh: nociceptor). Đau là một yếu tố quan trọng của sự sinh tồn. Nhờ biết đau mà con vật có phản ứng, theo phản xạ hay kinh nghiệm, tránh để không tiếp tục bị chấn thương. Cơ sở sinh học của cảm giác đau bao gồm cơ sở giải phẫu, sinh lý, sinh hóa, nó cho phép giải mã được tính chất, thời gian, cường độ và vị trí của cảm giác đau. Cảm giác đau xuất hiện tại vị trí tổn thương tuy là một cảm giác khó chịu nhưng là một biểu hiện tích cực có giá trị báo động để cơ thể phản xạ đáp ứng lại nhằm loại trừ tác nhân gây đau.Đau là kết quả của một quá trình sinh lý phức tạp gồm nhiều sự kiện và có sự tham gia của nhiều yếu tố. Thụ cảm thể: bắt đầu từ các thụ cảm thể phân bố khắp nơi trong cơ thể, gồm các loại thụ cảm thể nhận cảm đau thuộc cơ học, hóa học, nhiệt và áp lực. Các chất trung gian hoá học: Cơ chế nhận cảm đau của các thụ cảm thể chưa được biết rõ ràng. Có thể các tác nhân gây đau đã kích thích các tế bào tại chỗ giải phóng ra các chất trung gian hóa học như các kinin (bradykinin, serotonin, histamin), một số prostaglandin, chất P... Các chất trung gian này sẽ tác động lên thụ cảm thể nhận cảm đau làm khử cực các thụ cảm thể này và gây ra cảm giác đau. Đường dẫn truyền cảm giác đau, nhiệt và xúc giác thô (sợi Aδ và C) đi từ rễ sau vào sừng sau tủy sống, ở đó các axon của neurone thứ nhất hay neurone ngoại vi kết thúc và tiếp xúc với neurone thứ hai trong sừng sau tủy sống theo các lớp khác nhau (lớp Rexed). Các sợi Aδ tiếp nối synapse đầu tiên trong lớp I (viền Waldeyer) và lớp V, trong khi sợi C tiếp nối synapse đầu tiên trong lớp II (còn gọi là chất keo Rolando) Đồi thị (thalamus) là trung tâm nhận cảm đau trung ương, có các tế bào thuộc neurone cảm giác thứ ba. Khi có tổn thương đồi thị, xuất hiện cảm giác đau đồi thị rất đặc biệt ở nửa người bên đối diện (hội chứng thalamic): cảm giác lạnh hoặc nóng bỏng rất khó chịu hành hạ mà bệnh nhân khó có thể mô tả và khu trú được; đau thường lan tỏa và lan xiên; không đáp ứng với các thuốc giảm đau thông thường; đôi khi lúc ngủ lại đau nhiều hơn, vận động thì giảm. Khám cảm giác nửa người bên đối diện với tổn thương thấy hiện tượng loạn cảm đau (hyperpathic). Cảm xúc có tác dụng trực tiếp lên cảm giác đau làm đau có thể tăng lên hay giảm đi. Nếu cảm xúc vui vẻ, thoải mái có thể làm đau giảm đi, ngược lại nếu cảm xúc khó chịu, bực dọc, buồn chán... có thể làm đau tăng thêm. Thậm chí trong một số trường hợp, yếu tố cảm xúc còn được xác định là một nguyên nhân gây đau, ví dụ ở người bị bệnh mạch vành nếu bị cảm xúc mạnh có thể dẫn đến bị lên cơn đau thắt ngực cấp tính. Ngược lại, đau lại có tác động trở lại cảm xúc, nó gây nên trạng thái lo lắng, hoảng hốt, cáu gắt... Nhận thức đóng vai trò quan trọng ảnh hưởng lên quá trình tiếp nhận cảm giác nói chung và cảm giác đau nói riêng. Từ những quan sát cổ điển của Beecher, người ta biết ảnh hưởng của sự biểu hiện mức độ đau tương ứng với bệnh lý: Nghiên cứu so sánh hai nhóm người bị thương là nhóm quân nhân và nhóm dân sự, với những tổn thương giống nhau, Beecher quan sát thấy nhóm quân nhân ít kêu đau hơn và đòi hỏi ít thuốc giảm đau hơn. Giải thích sự khác nhau này giữa hai nhóm là do chấn thương đã mang lại những ý nghĩa hoàn toàn khác nhau: biểu hiện tích cực ở nhóm quân nhân (được cứu sống, kết thúc việc chiến đấu, được xã hội quý trọng...), còn ở nhóm dân sự thì có biểu hiện tiêu cực (mất việc làm, mất thu nhập, mất đi sự hòa nhập với xã hội...). Bao gồm toàn bộ những biểu hiện bằng lời nói và không bằng lời nói có thể quan sát được ở bệnh nhân đau như than phiền, điệu bộ, tư thế giảm đau, mất khả năng duy trì hành vi bình thường. Những biểu hiện này có thể xuất hiện như phản ứng với tình trạng đau cảm nhận được, chúng tạo nên những dấu hiệu phản ánh tầm quan trọng của vấn đề đau, và cũng đảm bảo chức năng giao tiếp với những người xung quanh. Những biểu hiện này phụ thuộc vào môi trường gia đình và văn hóa dân tộc, chuẩn mực xã hội, tuổi và giới của cá thể. Những phản ứng của người xung quanh có thể ảnh hưởng đến nhân cách ứng xử của bệnh nhân đau và góp phần vào tình trạng duy trì đau của họ. Sau tổn thương hay cắt đoạn các đường hướng tâm ngoại vi, các neurone ở sừng sau tủy sống hay trên tủy có thể trở nên tăng nhạy cảm do những cơ chế còn chưa biết rõ. Có thể là: do suy giảm sự ức chế, do bộc lộ các đường kích thích, tăng nhạy cảm của những đầu thần kinh bị cắt đoạn, sự dẫn truyền qua lại giữa các sợi kề nhau từ sợi này qua sợi khác, mọc chồi thần kinh giao cảm… Tính chất đặc biệt của các hiện tượng đau là do yếu tố giao cảm bị lôi cuốn vào quá trình bệnh lý (đau giao cảm). Theo M.I Axtvatxaturop, đau cháy là kết quả của kích thích quá mức đồi thị. Đây là một điển hình về cơ chế đau trung ương, đối lập với đau do thái quá nhận cảm đau tổn thương do kích thích ngoại vi.  Đau cấp tính: Đau mãn tính Theo quy ước cổ điển, người ta ấn định giới hạn phân cách đau cấp và mãn tính là giữa 3 và 6 tháng. Có thể so sánh đau cấp và đau mãn như sau: Đau ung thư và HIV Đau cục bộ (local pain) Đau xuất chiếu (referred pain) Như trong chấn thương thần kinh trụ ở vùng khớp khuỷu lại thấy đau ở ngón tay IV và V; kích thích các rễ sau cảm giác của tủy sống gây đau xuất chiếu (đau bắn tia) ở các chi hoặc vành đai quanh thân mà rễ thần kinh đó chi phối.  Đau lan xiên Đau phản chiếu (reflected pain) Ngoài cảm giác đau, ở đây còn có thể thấy cả tăng cảm giác. Ví dụ: đau thắt ngực biểu hiện bằng đau mặt trong cánh tay trái, đau quặn gan biểu hiện bằng đau ở vùng đỉnh xương vai trái...",
        "Các cơ sở của cảm giác đau": "Cơ sở sinh học Cơ sở sinh học của cảm giác đau bao gồm cơ sở giải phẫu, sinh lý, sinh hóa, nó cho phép giải mã được tính chất, thời gian, cường độ và vị trí của cảm giác đau. Cảm giác đau xuất hiện tại vị trí tổn thương tuy là một cảm giác khó chịu nhưng là một biểu hiện tích cực có giá trị báo động để cơ thể phản xạ đáp ứng lại nhằm loại trừ tác nhân gây đau.Đau là kết quả của một quá trình sinh lý phức tạp gồm nhiều sự kiện và có sự tham gia của nhiều yếu tố.Sự nhận cảm đau Thụ cảm thể: bắt đầu từ các thụ cảm thể phân bố khắp nơi trong cơ thể, gồm các loại thụ cảm thể nhận cảm đau thuộc cơ học, hóa học, nhiệt và áp lực.Các chất trung gian hoá học: Cơ chế nhận cảm đau của các thụ cảm thể chưa được biết rõ ràng. Có thể các tác nhân gây đau đã kích thích các tế bào tại chỗ giải phóng ra các chất trung gian hóa học như các kinin (bradykinin, serotonin, histamin), một số prostaglandin, chất P... Các chất trung gian này sẽ tác động lên thụ cảm thể nhận cảm đau làm khử cực các thụ cảm thể này và gây ra cảm giác đau.Sự dẫn truyền cảm giác đau từ ngoại vi vào tủy sống Sự dẫn truyền cảm giác từ ngoại vi vào tủy sống do thân tế bào neuron thứ nhất nằm ở hạch gai rễ sau đảm nhiệm. Các sợi thần kinh dẫn truyền cảm giác (hướng tâm) gồm các loại có kích thước và tốc độ dẫn truyền khác nhau như sau:Các sợi Aα và Aβ (típ I và II) là những sợi to, có bao myelin, tốc độ dẫn truyền nhanh, chủ yếu dẫn truyền cảm giác bản thể (cảm giác sâu, xúc giác tinh).Các sợi Aδ (típ III) và C là những sợi nhỏ và chủ yếu dẫn truyền cảm giác đau, nhiệt và xúc giác thô. Sợi Aδ có bao myelin mỏng nên dẫn truyền cảm giác đau nhanh hơn sợi C không có bao myelin. Vì vậy người ta gọi sợi Aδ là sợi dẫn truyền cảm giác đau nhanh, còn sợi C là sợi dẫn truyền cảm giác đau chậm.Đường dẫn truyền cảm giác đau từ tủy sống lên não Đường dẫn truyền cảm giác đau, nhiệt và xúc giác thô (sợi Aδ và C) đi từ rễ sau vào sừng sau tủy sống, ở đó các axon của neurone thứ nhất hay neurone ngoại vi kết thúc và tiếp xúc với neurone thứ hai trong sừng sau tủy sống theo các lớp khác nhau (lớp Rexed). Các sợi Aδ tiếp nối synapse đầu tiên trong lớp I (viền Waldeyer) và lớp V, trong khi sợi C tiếp nối synapse đầu tiên trong lớp II (còn gọi là chất keo Rolando)Các sợi trục của neurone thứ hai này chạy qua mép xám trước và bắt chéo sang cột bên phía đối diện rồi đi lên đồi thị tạo thành bó gai thị.Bó tân gai thị: dẫn truyền lên các nhân đặc hiệu nằm ở phía sau đồi thị, cho cảm giác và vị trí.Bó cựu gai thị: dẫn truyền lên các nhân không đặc hiệu và lên vỏ não một cách phân tán.Bó gai lưới thị: bó này có các nhánh qua thể lưới rồi từ thể lưới lên các nhân không đặc hiệu ở đồi thị có vai trò hoạt hóa vỏ nãoTrung tâm nhận cảm đau Đồi thị (thalamus) là trung tâm nhận cảm đau trung ương, có các tế bào thuộc neurone cảm giác thứ ba. Khi có tổn thương đồi thị, xuất hiện cảm giác đau đồi thị rất đặc biệt ở nửa người bên đối diện (hội chứng thalamic): cảm giác lạnh hoặc nóng bỏng rất khó chịu hành hạ mà bệnh nhân khó có thể mô tả và khu trú được; đau thường lan tỏa và lan xiên; không đáp ứng với các thuốc giảm đau thông thường; đôi khi lúc ngủ lại đau nhiều hơn, vận động thì giảm. Khám cảm giác nửa người bên đối diện với tổn thương thấy hiện tượng loạn cảm đau (hyperpathic).Từ neurone thứ ba ở đồi thị cho các sợi họp thành bó thị vỏ đi qua 1/3 sau của đùi sau bao trong, qua vành tia tới vỏ não hồi sau trung tâm (hồi đỉnh lên vùng SI và SII) và thùy đỉnh để phân tích và ra quyết định đáp ứng:Vùng SI phân tích đau ở mức độ tinh vi.Vùng SII phân biệt về vị trí, cường độ, tần số kích thích (gây hiệu ứng vỏ não).Cơ sở tâm lý Yếu tố cảm xúc Cảm xúc có tác dụng trực tiếp lên cảm giác đau làm đau có thể tăng lên hay giảm đi. Nếu cảm xúc vui vẻ, thoải mái có thể làm đau giảm đi, ngược lại nếu cảm xúc khó chịu, bực dọc, buồn chán... có thể làm đau tăng thêm. Thậm chí trong một số trường hợp, yếu tố cảm xúc còn được xác định là một nguyên nhân gây đau, ví dụ ở người bị bệnh mạch vành nếu bị cảm xúc mạnh có thể dẫn đến bị lên cơn đau thắt ngực cấp tính. Ngược lại, đau lại có tác động trở lại cảm xúc, nó gây nên trạng thái lo lắng, hoảng hốt, cáu gắt...Yếu tố nhận thức Nhận thức đóng vai trò quan trọng ảnh hưởng lên quá trình tiếp nhận cảm giác nói chung và cảm giác đau nói riêng. Từ những quan sát cổ điển của Beecher, người ta biết ảnh hưởng của sự biểu hiện mức độ đau tương ứng với bệnh lý: Nghiên cứu so sánh hai nhóm người bị thương là nhóm quân nhân và nhóm dân sự, với những tổn thương giống nhau, Beecher quan sát thấy nhóm quân nhân ít kêu đau hơn và đòi hỏi ít thuốc giảm đau hơn. Giải thích sự khác nhau này giữa hai nhóm là do chấn thương đã mang lại những ý nghĩa hoàn toàn khác nhau: biểu hiện tích cực ở nhóm quân nhân (được cứu sống, kết thúc việc chiến đấu, được xã hội quý trọng...), còn ở nhóm dân sự thì có biểu hiện tiêu cực (mất việc làm, mất thu nhập, mất đi sự hòa nhập với xã hội...).Yếu tố hành vi thái độ Bao gồm toàn bộ những biểu hiện bằng lời nói và không bằng lời nói có thể quan sát được ở bệnh nhân đau như than phiền, điệu bộ, tư thế giảm đau, mất khả năng duy trì hành vi bình thường. Những biểu hiện này có thể xuất hiện như phản ứng với tình trạng đau cảm nhận được, chúng tạo nên những dấu hiệu phản ánh tầm quan trọng của vấn đề đau, và cũng đảm bảo chức năng giao tiếp với những người xung quanh. Những biểu hiện này phụ thuộc vào môi trường gia đình và văn hóa dân tộc, chuẩn mực xã hội, tuổi và giới của cá thể. Những phản ứng của người xung quanh có thể ảnh hưởng đến nhân cách ứng xử của bệnh nhân đau và góp phần vào tình trạng duy trì đau của họ.",
        "Phân loại đau": "Phân loại theo cơ chế gây đau Gồm:Đau do cảm thụ thần kinh (nociceptive pain) .Đau do nguyên nhân thần kinh (neuropathic pain) .Đau do căn nguyên tâm lý (psychogenic pain) .Đau do cảm thụ thần kinh (nociceptive pain) Đau do cảm thụ thần kinh là đau do thái quá về sự kích thích nhận cảm đau tổn thương mà bắt đầu từ các thụ cảm thể nhận cảm đau tổn thương rồi dẫn truyền hướng tâm về thần kinh trung ương; là cơ chế thường gặp nhất trong phần lớn các chứng đau cấp tính (chấn thương, nhiễm trùng, thoái hóa...). ở giai đoạn mạn tính, người ta nhận thấy cơ chế này có trong những bệnh lý tổn thương dai dẳng, ví dụ như trong các bệnh lý khớp mạn, hay trong ung thư.Đau do cảm thụ thần kinh thường nhạy cảm với các thuốc giảm đau ngoại vi hay trung ương và các phương pháp phong bế vô cảm.Đau do nguyên nhân thần kinh (neuropathic pain) Một số trường hợp đau xảy ra trong bệnh cảnh di chứng tổn thương hay cắt đoạn thần kinh ngoại vi (như trong hiện tượng chi ma, zona, đau dây V, cắt đoạn thần kinh, liệt hai chân...). Hiện tượng này được giải thích bằng cơ chế lạc đường dẫn truyền vào như sau:Sau tổn thương hay cắt đoạn các đường hướng tâm ngoại vi, các neurone ở sừng sau tủy sống hay trên tủy có thể trở nên tăng nhạy cảm do những cơ chế còn chưa biết rõ. Có thể là: do suy giảm sự ức chế, do bộc lộ các đường kích thích, tăng nhạy cảm của những đầu thần kinh bị cắt đoạn, sự dẫn truyền qua lại giữa các sợi kề nhau từ sợi này qua sợi khác, mọc chồi thần kinh giao cảm… Tính chất đặc biệt của các hiện tượng đau là do yếu tố giao cảm bị lôi cuốn vào quá trình bệnh lý (đau giao cảm). Theo M.I Axtvatxaturop, đau cháy là kết quả của kích thích quá mức đồi thị. Đây là một điển hình về cơ chế đau trung ương, đối lập với đau do thái quá nhận cảm đau tổn thương do kích thích ngoại vi.Tuy nhiên thực tế tính phức tạp của cơ chế là vừa trung ương, vừa ngoại vi, nên người ta thường dùng thuật ngữ đau do nguyên nhân thần kinh (neuropathic) hay đau do bệnh lý thần kinh mà không nghiêng về phần ngoại vi hay trung ương của chứng đau.Ngoài ra, trong lâm sàng còn thường gặp chứng đau hỗn hợp (mixed pain) bao gồm cả cơ chế đau nhận cảm và đau thần kinh.Đau do căn nguyên tâm lý (psychogenic pain) Đau do căn nguyên tâm lý có đặc điểm: là những cảm giác bản thể hay nội tạng, ám ảnh nhiều hơn là đau thực thụ, với sự mô tả phong phú, không rõ ràng hoặc luôn thay đổi và thường lan tỏa, triệu chứng học không điển hình. Đau chỉ mất khi người bệnh tập trung chú ý một vấn đề gì đó, thuốc chống đau không có tác dụng với loại đau này. Thường gặp trong các trường hợp như: bệnh hysteri, bệnh rối loạn cảm xúc (trầm cảm), tự kỷ ám thị về bệnh tật, bệnh tâm thần phân liệt... Khi phát hiện ra những trường hợp đau do căn nguyên tâm lý, cần gửi bệnh nhân đến với các thầy thuốc chuyên khoa tâm lý hay tâm thần để điều trị.Đau trong bệnh trầm cảm (depression) là hội chứng rất hay gặp. Nhiều trường hợp trầm cảm là hậu quả của một bệnh đau thực thể có trước, sau đó chính trầm cảm quay trở lại làm bệnh lý đau ngày càng tồi tệ hơn, tạo nên một vòng xoắn bệnh lý. Bệnh nhân có thể có triệu chứng đau rất đa dạng, không phù hợp với tổn thương thực thể sẵn có, kèm theo mệt mỏi, lo bệnh, mất ngủ, giảm khả năng làm việc, điều trị nhiều nơi không có kết quả. Điều trị các kiểu đau này cần dùng thuốc chống trầm cảm kết hợp với tâm lý liệu pháp.Phân loại theo thời gian và tính chất đau Đau cấp tính:Đau cấp tính (acute pain) là đau mới xuất hiện, có cường độ mạnh mẽ, có thể được coi là một dấu hiệu báo động hữu ích. Đau cấp giúp việc chẩn đoán cần thiết nhằm xác định chứng đau có nguồn gốc thực thể hay không.Đau cấp tính bao gồm:Đau sau phẫu thuật (post operative pain).Đau sau chấn thương (pain following trauma).Đau sau bỏng (pain following burn).Đau sản khoa (obstetric pain).Đau mãn tínhNgược lại với đau cấp tính, đau mãn tính (chronic pain) là chứng đau dai dẳng tái đi tái lại nhiều lần. Nó làm cho cơ thể bị phá hủy về thể lực và cả về tâm lý và xã hội. Bệnh nhân đau mãn tính thường đi điều trị nhiều nơi, với nhiều thầy thuốc và các phương pháp điều trị khác nhau nhưng cuối cùng chứng đau vẫn không khỏi hoặc không thuyên giảm. Điều đó làm cho bệnh nhân lo lắng và mất niềm tin và làm cho bệnh tình ngày càng trầm trọng hơn.Đau mãn tính bao gồm:Đau lưng và cổ (back and neck pain).Đau cơ (muscular pain).Đau sẹo (scar pain).Đau mặt (facial pain).Đau khung chậu mạn tính (chronic pelvic pain).Đau do nguyên nhân thần kinh (neuropathic pain)…Theo quy ước cổ điển, người ta ấn định giới hạn phân cách đau cấp và mãn tính là giữa 3 và 6 tháng. Có thể so sánh đau cấp và đau mãn như sau:Đau cấpĐau mạnMục đích sinh họcCó ích - Bảo vệVô ích - Phá hoạiCơ chế gây đauĐơn yếu tốĐa yếu tốPhản ứng của cơ thểPhản ứng lạiThích nghi dầnYếu tố cảm xúcLo lắngTrầm cảmHành vi thái độPhản ứngTìm hiểuKiểu mẫuY học kinh điểnĐa chiều thực thể - tâm lý - xã hộiMục đích điều trịChữa khỏiTái thích ứngĐau ung thư và HIVĐau ung thư:Có thể là đau mãn tính hoặc cấp tính do sự xâm lấn và đè ép của tế bào ung thư vào mô lành gây tổn thương mô và kích thích thụ cảm thể thân thể và nội tạng. Đau có tính chất đau nhức, đập nẩy, dao đâm, chật chội, day dứt…Có thể như chứng đau thần kinh (trung ương hoặc ngoại vi): đau bỏng rát, ù tai hoặc tê liệt, đau xé, đau điện giật…Đau do bệnh HIV:Hệ tiêu hóa: đau miệng, họng, nấm miệng, loét miệng, đau và khó nuốt, đi lỏng…Hệ thần kinh: đau đầu, đau thần kinh ngoại vi không đối xứng, đau đa dây thần kinh.Hệ cơ xương: viêm khớp, đau khớp và cơ do nhiều nguyên nhân khác…Phân loại đau theo khu trú Đau cục bộ (local pain)Là khi khu trú đau cảm thấy trùng với khu trú quá trình bệnh lý. Chẳng hạn, trong viêm dây thần kinh, đau cảm thấy suốt dọc dây thần kinh, tương ứng đúng với vị trí giải phẫu của dây thần kinh đó.Đau xuất chiếu (referred pain)Là khu trú đau không trùng với khu trú của kích thích tại chỗ trong hệ cảm giác. Ví dụ, trong chấn thương hoặc u ở vùng đầu gần trung tâm của thân thần kinh, cảm giác đau lại xuất hiện ở vùng phân bố của đầu ngoại vi xa trung tâm của dây thần kinh đó.Như trong chấn thương thần kinh trụ ở vùng khớp khuỷu lại thấy đau ở ngón tay IV và V; kích thích các rễ sau cảm giác của tủy sống gây đau xuất chiếu (đau bắn tia) ở các chi hoặc vành đai quanh thân mà rễ thần kinh đó chi phối.Một ví dụ nữa về đau kiểu này là hiện tượng đau \"chi ma\" ở người bị cắt cụt chi thể, sự kích thích những dây thần kinh bị cắt đứt ở mỏm cụt gây một cảm giác ảo, đau ở bộ phận ngoại vi của chi mà thực tế không còn nữa.Đau lan xiênLà cảm giác đau gây ra do sự lan tỏa từ một nhánh dây thần kinh này sang một nhánh thần kinh khác. Ví dụ khi kích thích đau ở một trong ba nhánh của dây thần kinh sinh ba (dây V) có thể đau lan sang vùng phân bố của hai nhánh kia; một trong những triệu chứng ung thư thanh quản có thể là đau tai, do kích thích dây thần kinh thanh quản trên (là một nhánh của dây X cảm giác của thanh quản), đau lan sang vùng nhánh tai cũng của dây X phân bố cho phần sau của ống tai ngoài.Đau phản chiếu (reflected pain)Cũng là một kiểu đau lan xiên, nhưng ở đây kích thích đau xuất phát từ nội tạng được lan xiên đến một vùng da nào đó. Hiện tượng này được giải thích bằng thuyết phản chiếu (còn gọi là cơ chế phản xạ đốt đoạn): Tại lớp V sừng sau tủy sống, có những neurone đau không đặc hiệu gọi là neurone hội tụ, tại đây sẽ hội tụ những đường cảm giác đau hướng tâm xuất phát từ da, cơ xương và vùng nội tạng, làm cho não khi tiếp nhận thông tin từ dưới lên sẽ không phân biệt được đau có nguồn gốc ở đâu, và thường được hiểu nhầm là đau xuất phát từ vùng da tương ứng. Kiểu đau này mang tên hiện tượng cảm giác - nội tạng, còn khu vực da xuất hiện đau gọi là vùng Zakharin Head.Ngoài cảm giác đau, ở đây còn có thể thấy cả tăng cảm giác. Ví dụ: đau thắt ngực biểu hiện bằng đau mặt trong cánh tay trái, đau quặn gan biểu hiện bằng đau ở vùng đỉnh xương vai trái...",
        "Phân loại và tài liệu bên ngoài": "",
        "ICD-10": "Một phụ nữ chịu đau khi thử máu",
        "ICD-9": "R52",
        "DiseasesDB": "338",
        "MedlinePlus": "9503",
        "MeSH": "002164"
    },
    {
        "url": "https://vi.wikipedia.org/wiki/lùng_nhùng",
        "name": "lùng nhùng",
        "key": "6e8c934adb6a2eea7645577ad887c067c870d7bbe49cfd478e87c4e742bf06fe"
    },
    {
        "url": "https://vi.wikipedia.org/wiki/sốt",
        "name": "sốt",
        "key": "c57d93ce784b0c8a038a39d5dd1875518d08f65cf413cc9aa758bb6a459f8de3",
        "overview": "Sốt là dấu hiệu y khoa thông thường đặc trưng bởi sự gia tăng nhiệt độ cơ thể cao hơn khoảng dao động bình thường của nhiệt độ cơ thể người là 36.5–37.5 °C (98–100 °F).  Sốt thường là đáp ứng của cơ thể với một bệnh nhiễm trùng, thường kéo dài hơn 2 đến 3 ngày. Ngoài ra, sốt còn có thể do những bệnh không nhiễm trùng khác, tiếp xúc với nước nóng, tập thể dục, sau chích ngừa hoặc khóc nhiều cũng làm tăng thân nhiệt. Sốt là triệu chứng thông thường của nhiều bệnh: Sốt dai dẳng mà hiện nay y học vẫn chưa tìm được nguyên nhân được gọi là sốt không rõ nguồn gốc. Sốt gồm ba giai đoạn: Yếu tố trực tiếp gây ra cơn sốt trong cơ thể là các chất gây sốt nội sinh - là một loại protein được hình thành bên trong cơ thể. Ngày nay người ta đã tìm ra 11 chất gây sốt nội sinh, trong đó phổ biến nhất là các loại interleukin. Quá trình diễn ra sốt bắt đầu từ lúc tác nhân lạ xâm nhập vào cơ thể và tiết ra các chất gây sốt ngoại sinh (độc tố của vi sinh vật, bản thân tác nhân lạ,...). Chất gây sốt ngoại sinh kích thích các đại thực bào và bạch cầu trung tính tiết ra chất gây sốt nội sinh. Chất này tác động lên trung tâm điều nhiệt của cơ thể làm trung tâm này hoạt hóa acid arachidonic, làm sản sinh monoamin gây thay đổi setpoint (điểm đặt nhiệt) dẫn tới tăng sản nhiệt và giảm thải nhiệt toàn cơ thể, gây ra cơn sốt. Một con đường khác bắt đầu khi các lympho T kết hợp với kháng nguyên, sẽ tiết ra lymphokin kích hoạt bạch cầu đa nhân và đại thực bào tíết ra chất gây sốt nội sinh. Các diễn tiến tiếp sau đó là tương tự. Để điều trị sốt đúng cách cần phải biết nguyên nhân gây ra sốt. Sốt do nhiễm siêu vi (sốt siêu vi) có thể tự khỏi. Có thể bệnh nhân sẽ được cho những loại thuốc điều trị những triệu chứng đặc biệt khác. Có thể đó là những loại thuốc làm giảm thân nhiệt, trị nghẹt mũi, giảm đau họng hoặc trị sổ mũi. Virus có thể gây nôn ói và tiêu chảy và cần phải truyền dịch qua đường tĩnh mạch cùng với dùng thuốc để làm chậm lại tốc độ tiêu chảy và nôn ói. Một số ít loại nhiễm siêu vi có thể được điều trị bằng thuốc kháng siêu vi, trong đó có Herpes và influenza virus. Nếu bệnh nhân có thể uống nước được và triệu chứng nhẹ, bệnh nhân có thể về nhà được mà không cần ở lại bệnh viện. Sốt do thuốc có thể giảm sau khi ngưng thuốc. Đối với bệnh nhân bị sốt do tiếp xúc với nhiệt độ nóng ở môi trường cần phải được làm mát bằng cách cởi bỏ hết quần áo, mở quạt có phun sương, theo dõi sát dấu hiệu sinh tồn.",
        "Nguyên nhân": "Sốt là triệu chứng thông thường của nhiều bệnh:Các bệnh truyền nhiễm như cúm, HIV hoặc sốt rétCác loại viêm khác nhau như nhọt, mụn, trứng cá, hoặc áp xeCác bệnh tự miễn như lupus đỏ, Sarcoidosisban, sarcoidosisCơ thể phản ứng với sự bất tương hợp giữa các nhóm máuUng thưCác bệnh rối loạn tiêu hóa như gút hay bệnh ma cà rồng (porphyria)Truyền protein lạ vào cơ thể để gây sốt nhầm mục đích điều trịTiêm muối dưới da hay tiêm bắp gây ưu trương dẫn đến hủy hoại tổ chức và gây sốt.Mỡ dư thừa chèn vào trung khu thần kinh não bộ gây sốt.Sốt dai dẳng mà hiện nay y học vẫn chưa tìm được nguyên nhân được gọi là sốt không rõ nguồn gốc.",
        "Các giai đoạn của sốt": "Sốt gồm ba giai đoạn:Sốt tăng: tăng sản nhiệt, giảm thải nhiệt làm nhiệt độ bên trong cơ thể cao hơn nhiệt độ môi trường. Lúc này, bệnh nhân cảm thấy ớn lạnh, rét run, giảm đổ mồ hôi, da khô và nóng,...Sốt đứng: tỉ lệ sản nhiệt/thải nhiệt = 1, cơ thể vẫn còn lạnh nhưng đã đỡ hơn, thân nhiệt vẫn cao, da khô, không đổ mồ hôi và ít đi tiểuSốt lui: sản nhiệt giảm, thải nhiệt tăng, lúc này cơ thể bệnh nhân vã mồ hôi nhiều, tiểu nhiều, nền nhiệt cơ thể hạ xuống, cảm thấy nóng",
        "Cơ chế gây sốt": "Yếu tố trực tiếp gây ra cơn sốt trong cơ thể là các chất gây sốt nội sinh - là một loại protein được hình thành bên trong cơ thể. Ngày nay người ta đã tìm ra 11 chất gây sốt nội sinh, trong đó phổ biến nhất là các loại interleukin.Quá trình diễn ra sốt bắt đầu từ lúc tác nhân lạ xâm nhập vào cơ thể và tiết ra các chất gây sốt ngoại sinh (độc tố của vi sinh vật, bản thân tác nhân lạ,...). Chất gây sốt ngoại sinh kích thích các đại thực bào và bạch cầu trung tính tiết ra chất gây sốt nội sinh. Chất này tác động lên trung tâm điều nhiệt của cơ thể làm trung tâm này hoạt hóa acid arachidonic, làm sản sinh monoamin gây thay đổi setpoint (điểm đặt nhiệt) dẫn tới tăng sản nhiệt và giảm thải nhiệt toàn cơ thể, gây ra cơn sốt.Một con đường khác bắt đầu khi các lympho T kết hợp với kháng nguyên, sẽ tiết ra lymphokin kích hoạt bạch cầu đa nhân và đại thực bào tíết ra chất gây sốt nội sinh. Các diễn tiến tiếp sau đó là tương tự.",
        "Các rối loạn trong sốt": "Rối loạn chuyển hóa Thoái hóa glucid diễn ra mạnh mẽ, tăng phân giải glycogen để làm tăng đường huyết, nếu sốt kéo dài sẽ tích nhiều acid lactic gây toan hóa máuThoái hóa lipid, protid cũng được tăng cường để đáp ứng nhu cầu cơ thể, tạo ra nhiều sản phẩm trung gian gây hại cho nội môiNgoài ra, cơ thể còn đòi hỏi các vitamin B và C, hormon aldosterol và ADH,...Rối loạn các cơ quan Tăng nhịp tim, tần số mạch đậpTăng thông khí, thở nhanh và sâuĂn uống không ngon miệng do giảm tiết men và giảm co bóp ống tiêu hóaĐa niệu trong giai đoạn sốt tăng và sốt lui, thiểu niệu trong giai đoạn sốt đứng.Tăng ACTH, tăng chức năng gan, tăng hệ miễn dịch",
        "Các loại sốt": "Sốt liên tục: sốt cao kéo dài qua các ngày, thường gặp trong sốt thương hàn, viêm phổiSốt ngắt quãng: sốt một ngày sau đó hạ trong vài ngày rồi lại sốt trở lại, thường có chu kì gặp trong sốt rétSốt hồi quy: sốt cao rồi giảm dần, sau đó sốt trở lại, gặp trong nhiễm xoắn khuẩn LepstopiraSốt dao động: sốt ở một khoảng thời gian nhất định trong ngày, sau đó giảm sốt, gặp trong lao phổi hoặc viêm đường hô hấp trên",
        "Điều trị": "Những thông tin y khoa của Wikipedia tiếng Việt chỉ mang tính chất tham khảo và không thể thay thế ý kiến chuyên môn. Trước khi sử dụng những thông tin này, đề nghị liên hệ và nhận sự tư vấn của các bác sĩ chuyên môn.Để điều trị sốt đúng cách cần phải biết nguyên nhân gây ra sốt.Trong hầu hết các trường hợp, ngoại trừ tăng thân nhiệt, thì acetaminophen hoặc ibuprofen đều có thể làm hạ thân nhiệt. Nên cung cấp thêm dịch cho cơ thể qua đường miệng hoặc tiêm tĩnh mạch để chống mất nước nếu cần thiết.Sốt do nhiễm siêu vi (sốt siêu vi) có thể tự khỏi. Có thể bệnh nhân sẽ được cho những loại thuốc điều trị những triệu chứng đặc biệt khác. Có thể đó là những loại thuốc làm giảm thân nhiệt, trị nghẹt mũi, giảm đau họng hoặc trị sổ mũi. Virus có thể gây nôn ói và tiêu chảy và cần phải truyền dịch qua đường tĩnh mạch cùng với dùng thuốc để làm chậm lại tốc độ tiêu chảy và nôn ói. Một số ít loại nhiễm siêu vi có thể được điều trị bằng thuốc kháng siêu vi, trong đó có Herpes và influenza virus. Nếu bệnh nhân có thể uống nước được và triệu chứng nhẹ, bệnh nhân có thể về nhà được mà không cần ở lại bệnh viện.Những bệnh nhiễm vi khuẩn cần phải có loại thuốc kháng sinh đặc hiệu để điều trị tùy thuộc và loại vi khuẩn được tìm thấy và nơi ở của nó trong cơ thể người. Các bác sĩ sẽ xác định xem người bệnh có cần phải nhập viện không hay có thể ra về được. Quyết định tùy thuộc vào bệnh hiện tại và những bệnh kèm theo khác của bệnh nhân.Hầu hết những trường hợp nhiễm nấm đều có thể được điều trị bằng thuốc kháng nấm.Sốt do thuốc có thể giảm sau khi ngưng thuốc.Nếu bị huyết khối thuyên tắc, bạn nên đến bệnh viện và sử dụng thuốc tán huyết.Đối với bệnh nhân bị sốt do tiếp xúc với nhiệt độ nóng ở môi trường cần phải được làm mát bằng cách cởi bỏ hết quần áo, mở quạt có phun sương, theo dõi sát dấu hiệu sinh tồn.",
        "Đọc thêm": "Rhoades, R. and Pflanzer, R. Human physiology, xuất bản lần 3, chương 27 Regulation of body temperature, tr. 820 Clinical focus: pathogenesis of fever. ISBN 0-03-005159-2",
        "Liên kết ngoài": "What to do if your child has a fever Lưu trữ 2007-10-20 tại Wayback Machine from Seattle Children's HospitalFever and Taking Your Child's TemperatureUS National Institute of Health factsheetBUPA factsheet Lưu trữ 2006-07-06 tại Wayback Machine",
        "Bảng chọn điều hướng": "Công cụ cá nhânChưa đăng nhậpThảo luận cho địa chỉ IP nàyĐóng gópTạo tài khoảnĐăng nhậpKhông gian tênBài viếtThảo luậnBiến thểmở rộngthu gọnGiao diệnĐọcSửa đổiSửa mã nguồnXem lịch sửThêmmở rộngthu gọnTìm kiếmĐiều hướngTrang ChínhNội dung chọn lọcTin tứcBài viết ngẫu nhiênThay đổi gần đâyPhản hồi lỗiQuyên gópTương tácHướng dẫnGiới thiệu WikipediaCộng đồngThảo luận chungGiúp sử dụngLiên lạcTải tập tin lênCông cụCác liên kết đến đâyThay đổi liên quanTrang đặc biệtLiên kết thường trựcThông tin trangTrích dẫn trang nàyKhoản mục WikidataIn và xuấtTạo một quyển sáchTải về dưới dạng PDFBản để in raTại dự án khácWikimedia CommonsNgôn ngữ khácAfrikaansአማርኛالعربيةܐܪܡܝܐԱրեւմտահայերէնArmãneashtiঅসমীয়াAsturianuAvañe'ẽAzərbaycancaBahasa IndonesiaBahasa MelayuবাংলাBân-lâm-gúБеларускаяБеларуская (тарашкевіца)БългарскиCatalàČeštinaCymraegDanskDeutschEestiΕλληνικάEnglishEspañolEsperantoEuskaraفارسیFrançaisGaeilgeGalegoગુજરાતી한국어HausaՀայերենहिन्दीHrvatskiIdoInterlinguaÍslenskaItalianoעבריתಕನ್ನಡҚазақшаKiswahiliKreyòl ayisyenKurdîLatinaLatviešuLietuviųLingálaLombardMagyarМакедонскиമലയാളംمصرىMinangkabauမြန်မာဘာသာNāhuatlNederlandsनेपालीनेपाल भाषा日本語Norsk bokmålNorsk nynorskOccitanଓଡ଼ିଆOʻzbekcha/ўзбекчаਪੰਜਾਬੀپنجابیپښتوPolskiPortuguêsRomânăRuna SimiРусскийसंस्कृतम्ᱥᱟᱱᱛᱟᱲᱤSesothoShqipSicilianuසිංහලSimple EnglishسنڌيSlovenčinaSlovenščinaکوردیСрпски / srpskiSrpskohrvatski / српскохрватскиSundaSuomiSvenskaTagalogதமிழ்TaqbaylitతెలుగుไทยТоҷикӣತುಳುTürkçeУкраїнськаاردوVènetoWalonWinaray吴语ייִדישYorùbá粵語中文Sửa liên kết"
    },
    {
        "url": "https://vi.wikipedia.org/wiki/mệt_mỏi",
        "name": "mệt mỏi",
        "key": "3b56477fc841ee751c5c373c32072b0f8e8453d7ef06e49f9be28f2a6e945b93",
        "overview": "Một cảm giác mệt mỏi chủ quan dần dần khởi phát. Không giống như sự ốm yếu, mệt mỏi có thể được giảm bớt theo thời gian nghỉ ngơi.  Mệt mỏi có thể có nguyên nhân thể chất hoặc tinh thần. Sự mệt mỏi về thể chất là sự mất khả năng thoáng qua của cơ để duy trì hoạt động thể chất tối ưu, và trở nên nghiêm trọng hơn khi tập thể dục mạnh.    Mệt mỏi về tinh thần là một sự giảm thoáng qua về hiệu suất nhận thức tối đa do thời gian hoạt động nhận thức kéo dài. Nó có thể biểu hiện như buồn ngủ, thờ ơ hoặc giảm sự tập trung chú ý.  Về mặt y học, mệt mỏi là một triệu chứng không đặc hiệu, có nghĩa là nó có nhiều nguyên nhân có thể và đi kèm với nhiều điều kiện khác nhau. Mệt mỏi được coi là triệu chứng, chứ không phải là dấu hiệu, bởi vì nó là một cảm giác chủ quan được báo cáo bởi bệnh nhân, chứ không phải là một khách quan mà người khác có thể quan sát. Mệt mỏi và 'cảm giác mệt mỏi' thường bị lẫn lộn..  Mệt mỏi thường được coi là một tình trạng kéo dài hơn buồn ngủ.  Mặc dù buồn ngủ có thể là triệu chứng của các vấn đề y tế, nhưng nó thường là do thiếu giấc ngủ ngon hoặc thiếu sự kích thích.  Mệt mỏi mãn tính, mặt khác, là một triệu chứng của một vấn đề y tế lớn hơn trong hầu hết các trường hợp. Nó thể hiện sự mệt mỏi về tinh thần hoặc thể chất và không thể hoàn thành nhiệm vụ ở hiệu suất bình thường.  Cả hai thường được sử dụng thay thế cho nhau và thậm chí được phân loại theo mô tả 'mệt mỏi'.Thông thường mệt mỏi được mô tả như là một mệt mỏi không thoải mái, trong khi buồn ngủ là thoải mái hơn. Mệt mỏi là kết quả của làm việc bình thường, căng thẳng về tinh thần, bị kích thích quá mức, đi máy bay, giải trí quá mức,trầm cảm, chán nản, bệnh tật và thiếu ngủ. Nó cũng có thể có nguyên nhân hóa học, chẳng hạn như ngộ độc, lượng đường trong máu thấp hoặc thiếu hụt khoáng chất hoặc vitamin. Mất máu mãn tính thường dẫn đến mệt mỏi, cũng như các tình trạng khác do thiếu máu. Mệt mỏi khác với buồn ngủ, nơi bệnh nhân cảm thấy rằng giấc ngủ là cần thiết. Mệt mỏi là một phản ứng bình thường đối với gắng sức hoặc căng thẳng về thể chất, nhưng cũng có thể là dấu hiệu của một rối loạn thể chất. Mệt mỏi tạm thời có thể là một căn bệnh nhỏ như cảm lạnh thông thường như một phần của đáp ứng hành vi bệnh tật xảy ra khi hệ thống miễn dịch chống lại nhiễm trùng. Mệt mỏi có thể theo đo. Các thiết bị để biện pháp y khoa mệt mỏi đã được phát triển bởi công ty, trong số chúng Nintendo. Tuy nhiên thiết bị như vậy là không phổ biến.",
        "So sánh với buồn ngủ": "Mệt mỏi thường được coi là một tình trạng kéo dài hơn buồn ngủ.  Mặc dù buồn ngủ có thể là triệu chứng của các vấn đề y tế, nhưng nó thường là do thiếu giấc ngủ ngon hoặc thiếu sự kích thích.  Mệt mỏi mãn tính, mặt khác, là một triệu chứng của một vấn đề y tế lớn hơn trong hầu hết các trường hợp. Nó thể hiện sự mệt mỏi về tinh thần hoặc thể chất và không thể hoàn thành nhiệm vụ ở hiệu suất bình thường.  Cả hai thường được sử dụng thay thế cho nhau và thậm chí được phân loại theo mô tả 'mệt mỏi'.Thông thường mệt mỏi được mô tả như là một mệt mỏi không thoải mái, trong khi buồn ngủ là thoải mái hơn.",
        "Nguyên nhân": "Mệt mỏi là kết quả của làm việc bình thường, căng thẳng về tinh thần, bị kích thích quá mức, đi máy bay, giải trí quá mức,trầm cảm, chán nản, bệnh tật và thiếu ngủ. Nó cũng có thể có nguyên nhân hóa học, chẳng hạn như ngộ độc, lượng đường trong máu thấp hoặc thiếu hụt khoáng chất hoặc vitamin. Mất máu mãn tính thường dẫn đến mệt mỏi, cũng như các tình trạng khác do thiếu máu. Mệt mỏi khác với buồn ngủ, nơi bệnh nhân cảm thấy rằng giấc ngủ là cần thiết. Mệt mỏi là một phản ứng bình thường đối với gắng sức hoặc căng thẳng về thể chất, nhưng cũng có thể là dấu hiệu của một rối loạn thể chất.Mệt mỏi tạm thời có thể là một căn bệnh nhỏ như cảm lạnh thông thường như một phần của đáp ứng hành vi bệnh tật xảy ra khi hệ thống miễn dịch chống lại nhiễm trùng.Mệt mỏi có thể theo đo. Các thiết bị để biện pháp y khoa mệt mỏi đã được phát triển bởi công ty, trong số chúng Nintendo. Tuy nhiên thiết bị như vậy là không phổ biến.",
        "Bảng chọn điều hướng": "Công cụ cá nhânChưa đăng nhậpThảo luận cho địa chỉ IP nàyĐóng gópTạo tài khoảnĐăng nhậpKhông gian tênBài viếtThảo luậnBiến thểmở rộngthu gọnGiao diệnĐọcSửa đổiSửa mã nguồnXem lịch sửThêmmở rộngthu gọnTìm kiếmĐiều hướngTrang ChínhNội dung chọn lọcTin tứcBài viết ngẫu nhiênThay đổi gần đâyPhản hồi lỗiQuyên gópTương tácHướng dẫnGiới thiệu WikipediaCộng đồngThảo luận chungGiúp sử dụngLiên lạcTải tập tin lênCông cụCác liên kết đến đâyThay đổi liên quanTrang đặc biệtLiên kết thường trựcThông tin trangTrích dẫn trang nàyKhoản mục WikidataIn và xuấtTạo một quyển sáchTải về dưới dạng PDFBản để in raTại dự án khácWikimedia CommonsNgôn ngữ khácالعربيةBahasa IndonesiaBahasa MelayuБългарскиCatalàČeštinaCymraegDanskالدارجةDeutschEestiEnglishEspañolEsperantoEuskaraفارسیFrançaisGalego한국어HausaՀայերենहिन्दीItalianoעבריתಕನ್ನಡҚазақшаLatinaLietuviųLivvinkarjalaNederlands日本語PolskiPortuguêsРусскийShqipSimple EnglishSlovenčinaSlovenščinaSoomaaligaСрпски / srpskiSrpskohrvatski / српскохрватскиSuomiSvenskaTaqbaylitతెలుగుไทยTürkçeУкраїнськаاردوWalonייִדיש粵語中文DagbanliSửa liên kết",
        "Chuyên khoa": "",
        "ICD-10": "Sinh viên đang ngủ gục. Các công việc buộc người làm phải thức đêm nhiều hoặc làm nhiễu giờ thường gây ra mệt mỏi",
        "ICD-9-CM": "Psychiatry",
        "DiseasesDB": "R53",
        "MedlinePlus": "780.7",
        "MeSH": "30079"
    },
    {
        "url": "https://vi.wikipedia.org/wiki/rét_run",
        "name": "rét run",
        "key": "0f332fef8483b4e06e094b195a14e2db972d90e0e76b63efd3b6d96c9adb9925"
    },
    {
        "url": "https://vi.wikipedia.org/wiki/ớn_lạnh",
        "name": "ớn lạnh",
        "key": "db3aec4563e1bb301c4ff2b9456fde75d1f4fa4fcd8f00bb8644d1645bc09830"
    },
    {
        "url": "https://vi.wikipedia.org/wiki/môi_khô",
        "name": "môi khô",
        "key": "153c931e9ede4369d994a9eec2c0ebc8d2c23c5a4ab249d92f22abeb974584e8"
    },
    {
        "url": "https://vi.wikipedia.org/wiki/lưỡi_bẩn",
        "name": "lưỡi bẩn",
        "key": "4380e63b1ffd498a1fd9c3f06f3c2e17bc8a057a005db3d1a61e5a6b92e2d151"
    },
    {
        "url": "https://vi.wikipedia.org/wiki/suy_kiệt",
        "name": "suy kiệt",
        "key": "537c10de8790bb9ab690efa9d2450449367f1ab9277c397b5ff8e35851b3879c",
        "overview": "Suy kiệt là trạng thái có thể gặp trong rất nhiều bệnh lý mà thường là các bệnh mãn tính. Suy kiệt có thể gặp trong các bệnh lao, ung thư, các bệnh tiêu hóa, hô hấp, tim mạch, tâm thần, suy thận… Dựa vào các triệu chứng cơ năng: Ăn, ngủ kém. Sút cân nhanh. Mệt mỏi, ngại vận động... kèm các triệu chứng của bệnh lý là nguyên nhân gây suy kiệt. Suy kiệt làm cho bệnh nhân mất sức chống chọi với bệnh tật, và đây là nguyên nhân bệnh nhân tử vong trong quá trình điều trị bệnh. Dựa vào các triệu chứng thực thể: Thăm khám phát hiện các bệnh lý là nguyên nhân gây suy kiệt. Cận lâm sàng có thể thấy thiếu máu, thay đổi các chỉ số sinh hóa, nước tiểu.....",
        "Bảng chọn điều hướng": "Công cụ cá nhânChưa đăng nhậpThảo luận cho địa chỉ IP nàyĐóng gópTạo tài khoảnĐăng nhậpKhông gian tênBài viếtThảo luậnBiến thểmở rộngthu gọnGiao diệnĐọcSửa đổiSửa mã nguồnXem lịch sửThêmmở rộngthu gọnTìm kiếmĐiều hướngTrang ChínhNội dung chọn lọcTin tứcBài viết ngẫu nhiênThay đổi gần đâyPhản hồi lỗiQuyên gópTương tácHướng dẫnGiới thiệu WikipediaCộng đồngThảo luận chungGiúp sử dụngLiên lạcTải tập tin lênCông cụCác liên kết đến đâyThay đổi liên quanTrang đặc biệtLiên kết thường trựcThông tin trangTrích dẫn trang nàyKhoản mục WikidataIn và xuấtTạo một quyển sáchTải về dưới dạng PDFBản để in raNgôn ngữ khácThêm liên kết"
    },
    {
        "url": "https://vi.wikipedia.org/wiki/hốc_hác",
        "name": "hốc hác",
        "key": "da16ca8022dc8038bc114ab773f43d88e4dc8b89cdde6ba7d324abd4c106db59"
    },
    {
        "url": "https://vi.wikipedia.org/wiki/đau_tức_vùng_hạ_sườn_phải",
        "name": "đau tức vùng hạ sườn phải",
        "key": "0cf57c5bf23273f3ba746ca7a73e7b0385d6931d11c675d53620d2d1a1b66e03"
    },
    {
        "url": "https://vi.wikipedia.org/wiki/sốt_cao",
        "name": "sốt cao",
        "key": "11dd62e4090dac03d7a7f91e97bff74da56a80ae51108ef4814a72cc262fd713"
    },
    {
        "url": "https://vi.wikipedia.org/wiki/mệt_mỏi",
        "name": "mệt mỏi",
        "key": "3b56477fc841ee751c5c373c32072b0f8e8453d7ef06e49f9be28f2a6e945b93",
        "overview": "Một cảm giác mệt mỏi chủ quan dần dần khởi phát. Không giống như sự ốm yếu, mệt mỏi có thể được giảm bớt theo thời gian nghỉ ngơi.  Mệt mỏi có thể có nguyên nhân thể chất hoặc tinh thần. Sự mệt mỏi về thể chất là sự mất khả năng thoáng qua của cơ để duy trì hoạt động thể chất tối ưu, và trở nên nghiêm trọng hơn khi tập thể dục mạnh.    Mệt mỏi về tinh thần là một sự giảm thoáng qua về hiệu suất nhận thức tối đa do thời gian hoạt động nhận thức kéo dài. Nó có thể biểu hiện như buồn ngủ, thờ ơ hoặc giảm sự tập trung chú ý.  Về mặt y học, mệt mỏi là một triệu chứng không đặc hiệu, có nghĩa là nó có nhiều nguyên nhân có thể và đi kèm với nhiều điều kiện khác nhau. Mệt mỏi được coi là triệu chứng, chứ không phải là dấu hiệu, bởi vì nó là một cảm giác chủ quan được báo cáo bởi bệnh nhân, chứ không phải là một khách quan mà người khác có thể quan sát. Mệt mỏi và 'cảm giác mệt mỏi' thường bị lẫn lộn..  Mệt mỏi thường được coi là một tình trạng kéo dài hơn buồn ngủ.  Mặc dù buồn ngủ có thể là triệu chứng của các vấn đề y tế, nhưng nó thường là do thiếu giấc ngủ ngon hoặc thiếu sự kích thích.  Mệt mỏi mãn tính, mặt khác, là một triệu chứng của một vấn đề y tế lớn hơn trong hầu hết các trường hợp. Nó thể hiện sự mệt mỏi về tinh thần hoặc thể chất và không thể hoàn thành nhiệm vụ ở hiệu suất bình thường.  Cả hai thường được sử dụng thay thế cho nhau và thậm chí được phân loại theo mô tả 'mệt mỏi'.Thông thường mệt mỏi được mô tả như là một mệt mỏi không thoải mái, trong khi buồn ngủ là thoải mái hơn. Mệt mỏi là kết quả của làm việc bình thường, căng thẳng về tinh thần, bị kích thích quá mức, đi máy bay, giải trí quá mức,trầm cảm, chán nản, bệnh tật và thiếu ngủ. Nó cũng có thể có nguyên nhân hóa học, chẳng hạn như ngộ độc, lượng đường trong máu thấp hoặc thiếu hụt khoáng chất hoặc vitamin. Mất máu mãn tính thường dẫn đến mệt mỏi, cũng như các tình trạng khác do thiếu máu. Mệt mỏi khác với buồn ngủ, nơi bệnh nhân cảm thấy rằng giấc ngủ là cần thiết. Mệt mỏi là một phản ứng bình thường đối với gắng sức hoặc căng thẳng về thể chất, nhưng cũng có thể là dấu hiệu của một rối loạn thể chất. Mệt mỏi tạm thời có thể là một căn bệnh nhỏ như cảm lạnh thông thường như một phần của đáp ứng hành vi bệnh tật xảy ra khi hệ thống miễn dịch chống lại nhiễm trùng. Mệt mỏi có thể theo đo. Các thiết bị để biện pháp y khoa mệt mỏi đã được phát triển bởi công ty, trong số chúng Nintendo. Tuy nhiên thiết bị như vậy là không phổ biến.",
        "So sánh với buồn ngủ": "Mệt mỏi thường được coi là một tình trạng kéo dài hơn buồn ngủ.  Mặc dù buồn ngủ có thể là triệu chứng của các vấn đề y tế, nhưng nó thường là do thiếu giấc ngủ ngon hoặc thiếu sự kích thích.  Mệt mỏi mãn tính, mặt khác, là một triệu chứng của một vấn đề y tế lớn hơn trong hầu hết các trường hợp. Nó thể hiện sự mệt mỏi về tinh thần hoặc thể chất và không thể hoàn thành nhiệm vụ ở hiệu suất bình thường.  Cả hai thường được sử dụng thay thế cho nhau và thậm chí được phân loại theo mô tả 'mệt mỏi'.Thông thường mệt mỏi được mô tả như là một mệt mỏi không thoải mái, trong khi buồn ngủ là thoải mái hơn.",
        "Nguyên nhân": "Mệt mỏi là kết quả của làm việc bình thường, căng thẳng về tinh thần, bị kích thích quá mức, đi máy bay, giải trí quá mức,trầm cảm, chán nản, bệnh tật và thiếu ngủ. Nó cũng có thể có nguyên nhân hóa học, chẳng hạn như ngộ độc, lượng đường trong máu thấp hoặc thiếu hụt khoáng chất hoặc vitamin. Mất máu mãn tính thường dẫn đến mệt mỏi, cũng như các tình trạng khác do thiếu máu. Mệt mỏi khác với buồn ngủ, nơi bệnh nhân cảm thấy rằng giấc ngủ là cần thiết. Mệt mỏi là một phản ứng bình thường đối với gắng sức hoặc căng thẳng về thể chất, nhưng cũng có thể là dấu hiệu của một rối loạn thể chất.Mệt mỏi tạm thời có thể là một căn bệnh nhỏ như cảm lạnh thông thường như một phần của đáp ứng hành vi bệnh tật xảy ra khi hệ thống miễn dịch chống lại nhiễm trùng.Mệt mỏi có thể theo đo. Các thiết bị để biện pháp y khoa mệt mỏi đã được phát triển bởi công ty, trong số chúng Nintendo. Tuy nhiên thiết bị như vậy là không phổ biến.",
        "Bảng chọn điều hướng": "Công cụ cá nhânChưa đăng nhậpThảo luận cho địa chỉ IP nàyĐóng gópTạo tài khoảnĐăng nhậpKhông gian tênBài viếtThảo luậnBiến thểmở rộngthu gọnGiao diệnĐọcSửa đổiSửa mã nguồnXem lịch sửThêmmở rộngthu gọnTìm kiếmĐiều hướngTrang ChínhNội dung chọn lọcTin tứcBài viết ngẫu nhiênThay đổi gần đâyPhản hồi lỗiQuyên gópTương tácHướng dẫnGiới thiệu WikipediaCộng đồngThảo luận chungGiúp sử dụngLiên lạcTải tập tin lênCông cụCác liên kết đến đâyThay đổi liên quanTrang đặc biệtLiên kết thường trựcThông tin trangTrích dẫn trang nàyKhoản mục WikidataIn và xuấtTạo một quyển sáchTải về dưới dạng PDFBản để in raTại dự án khácWikimedia CommonsNgôn ngữ khácالعربيةBahasa IndonesiaBahasa MelayuБългарскиCatalàČeštinaCymraegDanskالدارجةDeutschEestiEnglishEspañolEsperantoEuskaraفارسیFrançaisGalego한국어HausaՀայերենहिन्दीItalianoעבריתಕನ್ನಡҚазақшаLatinaLietuviųLivvinkarjalaNederlands日本語PolskiPortuguêsРусскийShqipSimple EnglishSlovenčinaSlovenščinaSoomaaligaСрпски / srpskiSrpskohrvatski / српскохрватскиSuomiSvenskaTaqbaylitతెలుగుไทยTürkçeУкраїнськаاردوWalonייִדיש粵語中文DagbanliSửa liên kết",
        "Chuyên khoa": "",
        "ICD-10": "Sinh viên đang ngủ gục. Các công việc buộc người làm phải thức đêm nhiều hoặc làm nhiễu giờ thường gây ra mệt mỏi",
        "ICD-9-CM": "Psychiatry",
        "DiseasesDB": "R53",
        "MedlinePlus": "780.7",
        "MeSH": "30079"
    },
    {
        "url": "https://vi.wikipedia.org/wiki/mất_ngủ",
        "name": "mất ngủ",
        "key": "7403e7a085a32c55f04e72a393eae93812cf8a83ffac70a6238c2dc672d8a06c",
        "overview": "Mất ngủ (insomnia) hay khó ngủ (sleeping dificulties) là một chứng bệnh gây ảnh hưởng đến đời sống của nhiều người. Khó ngủ có nhiều dạng, khó đi vào giấc ngủ, ngủ không yên giấc, dậy sớm không ngủ lại được, hoặc tỉnh dậy nhiều lần trong khi ngủ, mỗi lần dài hơn 30 phút. Tỉ lệ mất ngủ có thể từ 4% cho tới 48%. Khoảng 33% dân số bị một trong nhiều triệu chứng của mất ngủ, 15% bị ngầy ngật trong ban ngày, 18% không thoả mãn với giấc ngủ. 30% bệnh mất ngủ có liên hệ bệnh tâm thần.  Nữ giới bị mất ngủ nhiều hơn nam giới, nhất là ở tuổi gần mãn kinh. Nguyên nhân có lẽ do những bệnh liên quan hơn là do thiếu hocmon. Càng lớn tuổi nguy cơ mất ngủ càng cao. Một thay đổi cấp tính nào đó sẽ tạo mất ngủ: lo nghĩ (tiền bạc, gia đình, tình yêu, nghề nghiệp), chỗ ở ồn ào, lệch múi giờ v.v...) - nếu thay đổi này chỉ trong thời gian ngắn, chứng mất ngủ có thể sẽ không thành kinh niên.",
        "Nguyên nhân": "Rắc rối ngủ, ngủ ngày, năng lượng thấp, cáu gắt, sầu[1]",
        "Phân loại": "Mất ngủ nguyên phát (primary insomnia) có 3 dạng Không rõ nguyên nhân (idiopathic): từ thời thơ ấu không có lý do chính xácTâm sinh lý (psycho-physiological): do bất thường trong khả năng thích ứng với điều kiện của hoàn cảnh (thí dụ: cái giường trở thành một nơi tạo kích thích hơn là nơi để nghỉ ngơi)Nghịch lý (paradoxical): dù kết quả thử nghiệm (dùng máy đo ngủ - polysomnography) cho thấy bệnh nhân ngủ ngon, nhưng khi thức dậy vẫn cho là mình mất ngủMất ngủ thứ phát (secondary) do những lý do bên ngoài Thiếu khả năng giải quyết vấn đề đang làm lo nghĩThói quen làm mất ngủ (ăn khuya, làm ca đêm, nghe nhạc ồn khi ngủ, chà răng trước khi ngủ v.v...)Bệnh tâm thần (trầm cảm...)Bệnh tật thể chất (đau, mỏi, tê v.v...)Dùng thuốc hay hóa chất (cà phê, trà, quen dùng thuốc ngủ, thuốc cấm v.v...)",
        "Chứng mất ngủ ở trẻ em": "Có hai loại: Do thiếu kỷ luật từ cha mẹ (Limit-Setting Sleep Disorder): Trẻ ngủ không đúng giờ, hay đòi thức và chơi tới khuya và chỉ ngủ khi quá mệtDo thiếu dấu hiệu (Sleep-Onset Association Disorder): Trẻ không ngủ vì không có hay thấy một vật mình thích, như búp bê, mền, hay được hát ru, đu đưa v.v...Đi vào giấc ngủ là một động tác sinh lý tự nhiên của cơ thể nhưng lúc còn sơ sinh cần được rèn luyện. Trẻ phải học cách cảm nhận một số dấu hiệu làm ngủ tự nhiên và tập ngủ theo những dấu hiệu ấy. Khi cha mẹ chăm lo vỗ về quá độ sẽ làm trẻ bị mất khả năng ngủ tự nhiên và trẻ sẽ chỉ ngủ khi có những dấu hiệu đặc biệt do cha mẹ làm ra như hát ru, đu đưa, vỗ về.Một số nghiên cứu gần đây về giấc ngủ của trẻ sơ sinh cho thấy trẻ sẽ ngủ ngon hơn nếu cha mẹ không đu đưa hay vỗ về.Theo Tập San Y Học Úc (MJA 2005; 182:215-18), nếu cha mẹ tuân theo chỉ dẫn trong một tiết giảng dạy về phương pháp ru con, trẻ sơ sinh ngủ thêm được 80 phút mỗi ngày. Cha mẹ không nên động chạm đến trẻ khi gần ngủ và khi trẻ khóc, cha mẹ cố gắng cứ để cho khóc trong khoảng ít nhất là 5 phút.Gần một nửa số cha mẹ than phiền về tình trạng con mình ngủ không ngon làm quấy giấc ngủ cả nhà, có thể đem đến bệnh trầm cảm sau khi sanh cho người mẹ, tan vỡ hạnh phúc gia đình và những vụ đối xử tệ hại với con cái v.v...",
        "Khoa": "",
        "Triệu chứng": "Một bức vẽ về người mất ngủ từ thế kỷ 14",
        "Biến chứng": "Khoa tâm thần, Y học giấc ngủ",
        "Phương thức chẩn đoán": "Tai nạn giao thông[1]",
        "Tình trạng tương tự": "Không xác định, Căng thẳng (tâm lý), Đau mãn tính, Suy tim, Cường giáp, Ợ nóng, Hội chứng chân không yên, others[2]",
        "Điều trị": "Dựa trên triệu chứng, nghiên cứu giấc ngủ[3]",
        "Tần suất": "Delayed sleep phase disorder, restless leg syndrome, Ngừng thở lúc ngủ, Bệnh tâm thần[4]"
    },
    {
        "url": "https://vi.wikipedia.org/wiki/đau_vú",
        "name": "đau vú",
        "key": "6456ed3a7e088d8be360158b91e192f90889ad7b19ee9c65a6106e372e14bde1",
        "overview": "Đau vú là triệu chứng khó chịu ở vú.  Đau liên quan đến cả hai vú và xảy ra lặp đi lặp lại trước kỳ kinh nguyệt thường không nghiêm trọng.   Đau chỉ liên quan đến một phần của vú có liên quan nhiều hơn.  Nó đặc biệt liên quan nếu có một khối cứng trong vú hoặc chảy dịch núm vú.  Nguyên nhân có thể liên quan đến chu kỳ kinh nguyệt, thuốc tránh thai, liệu pháp hormone hoặc thuốc tâm thần.  Đau cũng có thể xảy ra ở những người có ngực lớn, trong thời kỳ mãn kinh và trong thời kỳ đầu mang thai.   Trong khoảng 2% trường hợp đau vú có liên quan đến ung thư vú.  Chẩn đoán bao gồm kiểm tra, với hình ảnh y tế nếu chỉ là một phần cụ thể của đau vú.  Ở hơn 75% số người, cơn đau tự hết mà không cần điều trị cụ thể.  Mặt khác, phương pháp điều trị có thể bao gồm paracetamol hoặc NSAID.  Một áo ngực vừa vặn cũng có thể giúp ích.  Ở những người bị đau nặng tamoxifen hoặc danazol có thể được sử dụng.  Khoảng 70% phụ nữ bị đau vú tại một số thời điểm trong đời.  Đau vú là một trong những triệu chứng phổ biến nhất ở vú, cùng với khối u ở vú và chảy dịch núm vú.  Đau vú theo chu kỳ thường liên quan đến thay đổi u xơ vú hoặc ống dẫn sữa và được cho là do thay đổi phản ứng prolactin với thyrotropin.   Một số mức độ đau vú theo chu kỳ là bình thường trong chu kỳ kinh nguyệt, và thường liên quan đến kinh nguyệt và/hoặc hội chứng tiền kinh nguyệt (PMS).",
        "Nguyên nhân": "Đau vú theo chu kỳ thường liên quan đến thay đổi u xơ vú hoặc ống dẫn sữa và được cho là do thay đổi phản ứng prolactin với thyrotropin.   Một số mức độ đau vú theo chu kỳ là bình thường trong chu kỳ kinh nguyệt, và thường liên quan đến kinh nguyệt và/hoặc hội chứng tiền kinh nguyệt (PMS).",
        "Bảng chọn điều hướng": "Công cụ cá nhânChưa đăng nhậpThảo luận cho địa chỉ IP nàyĐóng gópTạo tài khoảnĐăng nhậpKhông gian tênBài viếtThảo luậnBiến thểmở rộngthu gọnGiao diệnĐọcSửa đổiSửa mã nguồnXem lịch sửThêmmở rộngthu gọnTìm kiếmĐiều hướngTrang ChínhNội dung chọn lọcTin tứcBài viết ngẫu nhiênThay đổi gần đâyPhản hồi lỗiQuyên gópTương tácHướng dẫnGiới thiệu WikipediaCộng đồngThảo luận chungGiúp sử dụngLiên lạcTải tập tin lênCông cụCác liên kết đến đâyThay đổi liên quanTrang đặc biệtLiên kết thường trựcThông tin trangTrích dẫn trang nàyKhoản mục WikidataIn và xuấtTạo một quyển sáchTải về dưới dạng PDFBản để in raNgôn ngữ khácالعربيةBahasa IndonesiaCatalàDeutschEnglishEspañolفارسیFrançaisGalegoItaliano日本語ଓଡ଼ିଆਪੰਜਾਬੀPortuguêsSvenska中文Sửa liên kết"
    },
    {
        "url": "https://vi.wikipedia.org/wiki/đau_nhức_sâu",
        "name": "đau nhức sâu",
        "key": "caf7fb7d4563f6a0f5b9d37a99c17c827a4dfae10016b0515f798e0d99548592"
    },
    {
        "url": "https://vi.wikipedia.org/wiki/nóng",
        "name": "nóng",
        "key": "c8f9acefa5cb7aee1b7356744f36f1ceed1985953b33aa1acf2ddc1bf71326ea"
    },
    {
        "url": "https://vi.wikipedia.org/wiki/căng",
        "name": "căng",
        "key": "c6c6ee075831893bce71f0604b91d0c68ee178619a3dcadc49b491bbbb59b7e1"
    },
    {
        "url": "https://vi.wikipedia.org/wiki/sưng_đỏ",
        "name": "sưng đỏ",
        "key": "9efd6bbf0c131f8309798f416c62f9a25caca0d22a99f32ee1ddecb16d47e7a7"
    },
    {
        "url": "https://vi.wikipedia.org/wiki/ớn_lạnh",
        "name": "ớn lạnh",
        "key": "db3aec4563e1bb301c4ff2b9456fde75d1f4fa4fcd8f00bb8644d1645bc09830"
    },
    {
        "url": "https://vi.wikipedia.org/wiki/buồn_nôn",
        "name": "buồn nôn",
        "key": "978769040ba6ef302ae73a5805d834efba6692038674ec6ac82383242aaf8fb8",
        "overview": "Buồn nôn (tiếng Latin nausea, từ tiếng Hy Lạp ναυσία - nausia,  \"ναυτία\" - nautia, say tàu xe\", \"cảm thấy bị bệnh và buồn nôn\" ) là trạng thái khó chịu của dạ dày (thường gọi là đau bụng hay cảm giác bệnh ở dạ dày) có thể là sự buồn nôn tự dạ dày cho đến rất muốn mửa . Đôi khi, nhưng không phải là luôn luôn, nó có thể dẫn đến nôn mửa.  Buồn nôn là một triệu chứng không đặc hiệu, tức là có nhiều nguyên nhân gây ra. Một số nguyên nhân phổ biến của buồn nôn là say tàu xe, chóng mặt, đau nửa đầu, choáng ngất, viêm loét dạ dày tá tràng (viêm dạ dày) hoặc ngộ độc thực phẩm. Buồn nôn là một tác dụng phụ của nhiều loại thuốc bao gồm thuốc hóa trị ung thư, hoặc do ốm nghén trong kỳ sớm của thai kỳ. Buồn nôn cũng có thể được gây ra bởi sự lo lắng, cảm giác kinh tởm hay trầm cảm.    Thuốc dùng để phòng ngừa và điều trị buồn nôn được gọi là thuốc chống nôn. Các thuốc chống nôn thường được dùng là promethazine, metoclopramide và ondansetron. Từ buồn nôn trong tiếng Hy Lạp là từ ναῦς - naus, \"con tàu\"; ναυσία: \"say sóng\".  Có nhiều nguyên nhân gây buồn nôn. Năm 2009 có tổ chức y học đã liệt kê 700 lý do.  Trong đó nhiễm khuẩn đường tiêu hóa (37%) và ngộ độc thực phẩm là hai nguyên nhân phổ biến nhất.   Tuy nhiên, chỉ có 25% những người bị buồn nôn đến bác sĩ gia đình của họ để thăm khám.  Buồn nôn phổ biến nhất ở độ tuổi từ 15 đến 24 và ít hơn ở lứa tuổi khác.  Ngoài ra, tác dụng phụ của thuốc (3%) và mang thai cũng là những nguyên nhân thường gặp.   Khoảng 10% nguyên nhân buồn nôn vẫn chưa được biết rõ.  Ngộ độc thực phẩm làm khởi phát đột ngột chứng buồn nôn và ói mửa trong 1-6 giờ đầu sau khi ăn phải thực phẩm bị ô nhiễm và thường kéo dài từ 1 đến 2 ngày.  Nguyên nhân là sự tồn tại độc tố được sản xuất bởi vi khuẩn có trong thực phẩm, nhất là thực phẩm bẩn.  Nhiều loại thuốc có thể gây buồn nôn.  Như thuốc điều trị ung thư hay các nhóm thuốc dùng trong phác đồ hóa trị và thuốc gây mê phổ quát. Buồn nôn trong mang thai còn gọi là chứng \"ốm nghén\", phổ biến nhất là ở kỳ đầu mang thai, nhưng đôi khi có thể tiếp tục vào tam cá nguyệt thứ hai và thứ ba. Ở tam cá nguyệt đầu tiên khoảng 80% phụ nữ có dấu hiệu buồn nôn.  Vì vậy mang thai được coi là một nguyên nhân gây ra buồn nôn ở bất kỳ phụ nữ nào trong độ tuổi sinh đẻ.  Thông thường chỉ biểu hiện nhẹ và tự khỏi, tuy nhiên với trường hợp nghiêm trọng được gọi là chứng nôn nghén có thể được yêu cầu điều trị.  Một số tình trạng có liên quan đến sự mất cân bằng của cơ thể như say tàu xe và chóng mặt, có thể dẫn đến buồn nôn và ói mửa. Buồn nôn có thể được gây ra bởi căng thẳng và trầm cảm. Trong khi hầu hết nguyên nhân gây buồn nôn không phải là nghiêm trọng, tuy vậy có một số nguyên nhân là nghiêm trọng. Bao gồm tăng áp lực nội sọ thứ phát trong chấn thương đầu hay xuất huyết, đột quỵ , nhiễm toan tăng ceton đái đường, u não, phẫu thuật, đau tim, viêm tụy, tắc ruột non, viêm màng não, viêm ruột thừa, viêm túi mật, suy thượng thận cấp tính, sỏi ống mật chủ (từ sỏi mật), viêm gan. Cũng như dấu hiệu của nhiễm độc cacbon mônôxít và một số tình trạng khác.  Nhiều loại thuốc có sẵn để điều trị cơn buồn nôn.  Lựa chọn thuốc chống nôn để điều trị có thể dựa trên các nguyên nhân gây buồn nôn cho người bệnh. Đối với những người say tàu xe và chóng mặt, thuốc kháng histamin và thuốc kháng cholinergic như meclizine và scopalamine đặc biệt hiệu quả.  Buồn nôn và ói mửa liên quan đến chứng đau nửa đầu đáp ứng tốt với đối kháng dopamin như metoclopramid, prochlorperazine, và chlorpromazine.  Trong trường hợp viêm dạ dày tá tràng, thuốc đối kháng serotonin như ondansetron được dùng để ngăn chặn buồn nôn và ói mửa, cũng như giảm nhu cầu hồi sức dịch IV.  Sử dụng kết hợp giữa thuốc pyridoxine và doxylamine là điều trị bậc đầu tiên cho buồn nôn và ói mửa liên quan đến mang thai.  Dimenhydrinate dùng hiệu quả trong buồn nôn và nôn sau phẫu thuật.  Các yếu tố khác có thể ảnh hưởng đến việc lựa chọn thuốc chống nôn bao gồm mong muốn của bệnh nhân, những tác dụng phụ, và chi phí. Ở một số bệnh nhân nhất định, cần sa có thể có hiệu quả trong việc giảm buồn nôn và ói sau hóa trị.   Một số nghiên cứu đã chứng minh tác dụng điều trị của cần sa cho buồn nôn và nôn trong giai đoạn tiến triển của bệnh như ung thư và AIDS.   Ở bệnh viện, dùng gel bôi tại chỗ để chống buồn nôn không được chỉ định vì chưa có nghiên cứu đầy đủ.  Gel bôi có chứa lorazepam, diphenhydramine, và haloperidol đôi khi được sử dụng cho buồn nôn nhưng không hiệu tương đương bằng phương pháp điều trị thông thường.  Gừng cũng đã được chứng minh là có hiệu quả tiềm năng trong điều trị một số dạng buồn nôn.   Một số bằng chứng cho thấy châm cứu cũng góp phần hỗ trợ chống lại buồn nôn.  Hầu hết buồn nôn và nôn ngắn hạn nói chung là không gây hại, tuy nhiên đôi lúc lại gặp một tình trạng nghiêm trọng hơn. Việc nôn mửa kéo dài có thể dẫn đến mất nước và /hoặc mất cân bằng chất điện giải. Nếu không điều trị để lặp đi lặp lại, đặc trưng của chứng bệnh loạn ăn uống, có thể gây ra axit dạ dày, lâu dần gây men răng dẫn đến phá hủy răng.  ",
        "Nguyên nhân": "Có nhiều nguyên nhân gây buồn nôn. Năm 2009 có tổ chức y học đã liệt kê 700 lý do. Trong đó nhiễm khuẩn đường tiêu hóa (37%) và ngộ độc thực phẩm là hai nguyên nhân phổ biến nhất.   Tuy nhiên, chỉ có 25% những người bị buồn nôn đến bác sĩ gia đình của họ để thăm khám.  Buồn nôn phổ biến nhất ở độ tuổi từ 15 đến 24 và ít hơn ở lứa tuổi khác. Ngoài ra, tác dụng phụ của thuốc (3%) và mang thai cũng là những nguyên nhân thường gặp.   Khoảng 10% nguyên nhân buồn nôn vẫn chưa được biết rõ. Ngộ độc thực phẩm Ngộ độc thực phẩm làm khởi phát đột ngột chứng buồn nôn và ói mửa trong 1-6 giờ đầu sau khi ăn phải thực phẩm bị ô nhiễm và thường kéo dài từ 1 đến 2 ngày.  Nguyên nhân là sự tồn tại độc tố được sản xuất bởi vi khuẩn có trong thực phẩm, nhất là thực phẩm bẩn. Thuốc Nhiều loại thuốc có thể gây buồn nôn.  Như thuốc điều trị ung thư hay các nhóm thuốc dùng trong phác đồ hóa trị và thuốc gây mê phổ quát.Mang thai Buồn nôn trong mang thai còn gọi là chứng \"ốm nghén\", phổ biến nhất là ở kỳ đầu mang thai, nhưng đôi khi có thể tiếp tục vào tam cá nguyệt thứ hai và thứ ba. Ở tam cá nguyệt đầu tiên khoảng 80% phụ nữ có dấu hiệu buồn nôn.  Vì vậy mang thai được coi là một nguyên nhân gây ra buồn nôn ở bất kỳ phụ nữ nào trong độ tuổi sinh đẻ.  Thông thường chỉ biểu hiện nhẹ và tự khỏi, tuy nhiên với trường hợp nghiêm trọng được gọi là chứng nôn nghén có thể được yêu cầu điều trị. Mất cân bằng Một số tình trạng có liên quan đến sự mất cân bằng của cơ thể như say tàu xe và chóng mặt, có thể dẫn đến buồn nôn và ói mửa.Căng thẳng và trầm cảm Buồn nôn có thể được gây ra bởi căng thẳng và trầm cảm.Nghiêm trọng Trong khi hầu hết nguyên nhân gây buồn nôn không phải là nghiêm trọng, tuy vậy có một số nguyên nhân là nghiêm trọng. Bao gồm tăng áp lực nội sọ thứ phát trong chấn thương đầu hay xuất huyết, đột quỵ , nhiễm toan tăng ceton đái đường, u não, phẫu thuật, đau tim, viêm tụy, tắc ruột non, viêm màng não, viêm ruột thừa, viêm túi mật, suy thượng thận cấp tính, sỏi ống mật chủ (từ sỏi mật), viêm gan. Cũng như dấu hiệu của nhiễm độc cacbon mônôxít và một số tình trạng khác. ",
        "Điều trị": "Những thông tin y khoa của Wikipedia tiếng Việt chỉ mang tính chất tham khảo và không thể thay thế ý kiến chuyên môn. Trước khi sử dụng những thông tin này, đề nghị liên hệ và nhận sự tư vấn của các bác sĩ chuyên môn.Mất nước do nôn mửa được bù nước bằng dung dịch điện giải.  Trường hợp không hiệu quả bù dịch truyền tĩnh mạch có thể được yêu cầu.  Chăm sóc y tế được khuyến khích nếu: bệnh nhân mất nước nhiều hay có các triệu chứng nhiều hơn 2 ngày như sốt, đau dạ dày, nôn nhiều hơn hai lần trong một ngày hoặc không đi tiểu trong hơn 8 giờ. Thuốc Nhiều loại thuốc có sẵn để điều trị cơn buồn nôn.  Lựa chọn thuốc chống nôn để điều trị có thể dựa trên các nguyên nhân gây buồn nôn cho người bệnh. Đối với những người say tàu xe và chóng mặt, thuốc kháng histamin và thuốc kháng cholinergic như meclizine và scopalamine đặc biệt hiệu quả.  Buồn nôn và ói mửa liên quan đến chứng đau nửa đầu đáp ứng tốt với đối kháng dopamin như metoclopramid, prochlorperazine, và chlorpromazine.  Trong trường hợp viêm dạ dày tá tràng, thuốc đối kháng serotonin như ondansetron được dùng để ngăn chặn buồn nôn và ói mửa, cũng như giảm nhu cầu hồi sức dịch IV.  Sử dụng kết hợp giữa thuốc pyridoxine và doxylamine là điều trị bậc đầu tiên cho buồn nôn và ói mửa liên quan đến mang thai.  Dimenhydrinate dùng hiệu quả trong buồn nôn và nôn sau phẫu thuật.  Các yếu tố khác có thể ảnh hưởng đến việc lựa chọn thuốc chống nôn bao gồm mong muốn của bệnh nhân, những tác dụng phụ, và chi phí.Liệu pháp thay thế Ở một số bệnh nhân nhất định, cần sa có thể có hiệu quả trong việc giảm buồn nôn và ói sau hóa trị.   Một số nghiên cứu đã chứng minh tác dụng điều trị của cần sa cho buồn nôn và nôn trong giai đoạn tiến triển của bệnh như ung thư và AIDS.  Ở bệnh viện, dùng gel bôi tại chỗ để chống buồn nôn không được chỉ định vì chưa có nghiên cứu đầy đủ.  Gel bôi có chứa lorazepam, diphenhydramine, và haloperidol đôi khi được sử dụng cho buồn nôn nhưng không hiệu tương đương bằng phương pháp điều trị thông thường. Gừng cũng đã được chứng minh là có hiệu quả tiềm năng trong điều trị một số dạng buồn nôn.  Một số bằng chứng cho thấy châm cứu cũng góp phần hỗ trợ chống lại buồn nôn. ",
        "Tiên lượng": "Hầu hết buồn nôn và nôn ngắn hạn nói chung là không gây hại, tuy nhiên đôi lúc lại gặp một tình trạng nghiêm trọng hơn. Việc nôn mửa kéo dài có thể dẫn đến mất nước và /hoặc mất cân bằng chất điện giải. Nếu không điều trị để lặp đi lặp lại, đặc trưng của chứng bệnh loạn ăn uống, có thể gây ra axit dạ dày, lâu dần gây men răng dẫn đến phá hủy răng.  ",
        "Bảng chọn điều hướng": "Công cụ cá nhânChưa đăng nhậpThảo luận cho địa chỉ IP nàyĐóng gópTạo tài khoảnĐăng nhậpKhông gian tênBài viếtThảo luậnBiến thểmở rộngthu gọnGiao diệnĐọcSửa đổiSửa mã nguồnXem lịch sửThêmmở rộngthu gọnTìm kiếmĐiều hướngTrang ChínhNội dung chọn lọcTin tứcBài viết ngẫu nhiênThay đổi gần đâyPhản hồi lỗiQuyên gópTương tácHướng dẫnGiới thiệu WikipediaCộng đồngThảo luận chungGiúp sử dụngLiên lạcTải tập tin lênCông cụCác liên kết đến đâyThay đổi liên quanTrang đặc biệtLiên kết thường trựcThông tin trangTrích dẫn trang nàyKhoản mục WikidataIn và xuấtTạo một quyển sáchTải về dưới dạng PDFBản để in raTại dự án khácWikimedia CommonsNgôn ngữ khácالعربيةAvañe'ẽBahasa IndonesiaBahasa MelayuБеларускаяBosanskiБългарскиCatalàЧӑвашлаČeštinaCymraegDanskDeutschEestiEnglishЭрзяньEspañolEsperantoEuskaraفارسیFrançaisGalego한국어ՀայերենIdoItalianoעבריתKiswahiliLatinaLatviešuLietuviųമലയാളംمصرىNederlandsनेपाल भाषा日本語Norsk bokmålNorsk nynorskଓଡ଼ିଆਪੰਜਾਬੀPolskiPortuguêsRomânăRuna SimiРусскийSicilianuSimple EnglishSlovenčinaSlovenščinaСрпски / srpskiSrpskohrvatski / српскохрватскиSuomiSvenskaTagalogதமிழ்ไทยTürkçeУкраїнськаاردو吴语ייִדיש粵語中文Sửa liên kết",
        "Phân loại và tài liệu bên ngoài": "",
        "ICD-10": "Một bức tranh năm 1681 miêu tả một người đang nôn",
        "ICD-9": "R11.0",
        "MedlinePlus": "787.03",
        "MeSH": "003117"
    },
    {
        "url": "https://vi.wikipedia.org/wiki/ói",
        "name": "ói",
        "key": "eace0d8134414e052187dbabdd0411118022aabd6752ebda6fee116d461ded21",
        "overview": "Nôn, ói hay nôn mửa là tình trạng rối loạn tiêu hóa buộc thức ăn trong dạ dày đi ngược lên thực quản và thoát ra ngoài qua đường miệng hoặc đôi khi qua mũi. Tình trạng này xảy ra có thể do tự nhiên cơ thể tự phản ứng hoặc có chủ ý dưới tác động của bên ngoài. Có nhiều nguyên nhân dẫn đến tình trạng này. Nôn có thể là triệu chứng của nhiều loại bệnh khác nhau, từ bệnh phổ biến cho tới hiếm gặp.  Có rất nhiều bệnh và chứng rối loạn có thể gây ra ói mửa. Những nguyên nhân thường gặp nhất có thể là:",
        "Triệu chứng": "14th-century illustration of vomiting from the Casanatense Tacuinum SanitatisTriệu chứng của nôn mửa thường bao gồm đau bụng, tiêu chảy, đau đầu nhẹ, hoa mắt, chóng mặt, ngoài ra còn có thế bị toát mồ hôi lạnh hay khô miệng. Trong trường hợp nghiêm trọng, đau ngực, ngất xỉu và nôn ra máu có thể xảy ra. ",
        "Nguyên nhân": "Có rất nhiều bệnh và chứng rối loạn có thể gây ra ói mửa. Những nguyên nhân thường gặp nhất có thể là:Do nhiễm virus gây ra viêm dạ dày – ruột. Viêm dạ dày là tình trạng viêm (đỏ, sưng) ở dạ dày có thể gây ra nôn mửa. Ngoài ra, các bệnh về ruột như tắc nghẽn ruột, đau túi mật, loét dạ dày và viêm ruột thừa cũng là những nguyên nhân có thể gây ra nôn mửa .Do các loại thuốc như hóa trị liệu, thuốc giảm đau, morphine và thuốc kháng sinh thường gây buồn nôn và nôn mửa .Do các vấn đề về tâm lý liên quan đến căng thẳng và chứng rối loạn ăn uống và các nguyên nhân phổ biến khác như đau, chóng mặt, phẫu thuật, nóng bức, chấn thương hoặc các chứng say khi di chuyển (say máy bay, say xe, say tàu thủy hoặc tàu lửa) .",
        "Cách điều trị": "Wikipedia tiếng Việt không bảo đảm và không chịu trách nhiệm về tính pháp lý và độ chính xác của các thông tin có liên quan đến y học và sức khỏe. Đề nghị liên hệ và nhận tư vấn từ các bác sĩ hay các chuyên gia. Khuyến cáo cẩn thận khi sử dụng các thông tin này. Xem chi tiết lại Wikipedia:Phủ nhận y khoa và Wikipedia:Phủ nhận về nội dung.Việc điều trị phụ thuộc vào nguyên nhân gây bệnh. Mục tiêu chính của việc điều trị là thay thế lượng chất lỏng hoặc chất điện giải đã mất (những chất đặc biệt kiểm soát sự cân bằng chất lỏng trong cơ thể).Giải pháp uống nước canh ấm hoặc dung dịch điện giải glucose thường được sử dụng. Nếu bạn xuất hiện các triệu chứng nghiêm trọng, bạn có thể phải nhập viện và truyền dịch dưới tĩnh mạch. Các loại thuốc kháng sinh có thể hiệu quả đối với vi khuẩn nhưng không hiệu quả đối với virus và các bệnh nhiễm trùng. Các loại thuốc kháng axit không kê toa như thuốc kháng thụ thể histamine-2 (H2) và thuốc ức chế bơm proton (PPI) như omeprazole có thể kiểm soát các triệu chứng viêm dạ dày nhẹ. Nếu bạn bị đau túi mật, viêm ruột thừa và tắc nghẽn ruột, bạn có thể cần phải nhập viện và phẫu thuật. ",
        "Bảng chọn điều hướng": "Công cụ cá nhânChưa đăng nhậpThảo luận cho địa chỉ IP nàyĐóng gópTạo tài khoảnĐăng nhậpKhông gian tênBài viếtThảo luậnBiến thểmở rộngthu gọnGiao diệnĐọcSửa đổiSửa mã nguồnXem lịch sửThêmmở rộngthu gọnTìm kiếmĐiều hướngTrang ChínhNội dung chọn lọcTin tứcBài viết ngẫu nhiênThay đổi gần đâyPhản hồi lỗiQuyên gópTương tácHướng dẫnGiới thiệu WikipediaCộng đồngThảo luận chungGiúp sử dụngLiên lạcTải tập tin lênCông cụCác liên kết đến đâyThay đổi liên quanTrang đặc biệtLiên kết thường trựcThông tin trangTrích dẫn trang nàyKhoản mục WikidataIn và xuấtTạo một quyển sáchTải về dưới dạng PDFBản để in raTại dự án khácWikimedia CommonsNgôn ngữ khácالعربيةAzərbaycancaBahasa IndonesiaBahasa MelayuবাংলাБеларускаяBosanskiBrezhonegБългарскиБуряадCatalàČeštinaChiShonaCymraegDanskDeutschދިވެހިބަސްEestiΕλληνικάEmiliàn e rumagnòlEnglishЭрзяньEspañolEsperantoEuskaraفارسیFrançaisGalego한국어HausaHawaiʻiՀայերենहिन्दीHrvatskiIdoᐃᓄᒃᑎᑐᑦ/inuktitutÍslenskaItalianoעבריתಕನ್ನಡქართულიҚазақшаКыргызчаKiswahiliLatinaLatviešuLietuviųLimburgsMagyarМакедонскиമലയാളംमराठीMìng-dĕ̤ng-ngṳ̄Nederlands日本語НохчийнNorsk bokmålNorsk nynorskОлык марийଓଡ଼ିଆOʻzbekcha/ўзбекчаਪੰਜਾਬੀPolskiPortuguêsRomânăRuna SimiРусскийСаха тылаSimple EnglishسنڌيSlovenčinaSlovenščinaکوردیСрпски / srpskiSrpskohrvatski / српскохрватскиSundaSuomiSvenskaதமிழ்తెలుగుไทยТоҷикӣತುಳುTürkçeTürkmençeТыва дылУдмуртУкраїнськаاردوWalon吴语ייִדיש粵語Žemaitėška中文Sửa liên kết",
        "Phân loại và tài liệu bên ngoài": "",
        "ICD-10": "Miracle of Marco Spagnolo, tranh của Giorgio Bonola (Quadroni of St. Charles)",
        "ICD-9": "R11",
        "MeSH": "787"
    },
    {
        "url": "https://vi.wikipedia.org/wiki/bệnh_cúm",
        "name": "bệnh cúm",
        "key": "642930ded52c94a0496cf1daa0130dfa711a928bbe3dd1771fe1e0632e92cee9",
        "overview": "Bệnh cúm là bệnh của loài chim và động vật có vú do siêu vi trùng dạng RNA thuộc họ Orthomyxoviridae. Bệnh nhân mắc bệnh cúm thường bị tăng nhiệt, đau đầu, đau cổ họng, đau nhức bắp thịt khắp cơ thể, ho, mệt mỏi. Cúm cũng có thể nhập vào làm viêm phổi và có thể dẫn đến tử vong, phần lớn ở trẻ em và người lớn tuổi hoặc người yếu miễn nhiễm. Thuốc vắc-xin bệnh cúm (Vaxigrip): là loại vắc-xin tinh chất, không tác hại. Mỗi 0,5ml dung dịch vắc-xin có chứa antigen:",
        "Dịch tễ học": "Lịch sử dịch cúm Triệu chứng do siêu vi cúm (SVC) được Hippocrates mô tả rành mạch khoảng 2400 năm trước.   Từ đó, SVC gây nhiều trận dịch - nhưng khó kiểm chứng vì triệu chứng cúm đôi khi bị lẫn lộn với các chứng bệnh như bạch hầu, dịch hạch, dengue và thương hàn.Trận dịch cúm đầu tiên ghi chép khá rõ trong lịch sử là dịch năm 1580, bắt đầu từ châu Á lan sang châu Phi và đến châu Âu. Tại Roma hơn 8000 người chết và nhiều thành phố của Tây Ban Nha gần như chết sạch.  Trong thế kỷ 17 - 18 nhiều trận dịch rải rác khắp nơi, đặc biệt là khoảng năm 1830-1833, dịch cúm lan tràn, làm bệnh nặng đến một phần tư số người bị lây.Nhưng có lẽ ghê gớm nhất là trận cúm mang tên cúm Tây Ban Nha - do dòng H1N1. Trong hai năm 1918 - 1919, cúm làm chết khoảng 40-50 triệu người  , theo ước lượng gần đây con số này có thể lên đến khoảng 50-100 triệu. . Trận cúm tàn bạo này được giới nghiên cứu y học xem ngang hàng với trận dịch hạch làm chết gần hai phần ba dân châu Âu giữa thế kỷ 14. Sở dĩ có nhiều tử vong là vì dịch cúm lần này rất mạnh. Khoảng 50% những người ở gần người bị cúm bị lây bệnh, và khi bị lây có triệu chứng rất trầm trọng. Vì triệu chứng trầm trọng khác cúm thường nên lúc bây giờ người ta đoán bệnh sai lạc như bệnh sốt xuất huyết Dengue, kiết lỵ hay thương hàn. Một nhà quan sát viết: \"Bệnh này tạo một triệu chứng kinh hoàng là chảy máu từ màng nhầy, từ mũi, dạ dày và ruột. Chảy máu cả từ tai và làm mụt bầm trên da...\". Tuy phần lớn tử vong là do các loại vi trùng lợi dụng lúc bệnh nhân đang bị cúm lan vào tạo viêm phổi, một số viêm phổi do chính SVC gây nên, làm chảy máu và ứ nước trong phổi.  Trận cúm Tây Ban Nha quả thực là một bệnh dịch toàn cầu, lan tràn lên tận Bắc cực và cả những vùng đảo xa xôi ở Thái Bình Dương cũng bị lây. Khoảng 2 - 20% người mắc bệnh bị chết (cao hơn tỉ lệ tử vong 0.1% của loại cúm thông thường).   Một đặc điểm của dịch cúm này là đa số người chết thuộc tuổi khá trẻ, 99% tử vong tuổi nhỏ hơn 65, và 50% ở tuổi 20 - 40.  (so với cúm thông thường làm chết trẻ nhỏ và người già trên 65). người ta ước lượng đợt cúm 1918-1919 giết chết khoảng 2.5 - 5% dân số toàn thế giới. Trong vòng nửa năm đầu, 25 triệu người bị cúm mà chết (so với bệnh AIDS giết 25 triệu người trong 25 năm). Những trận dịch cúm sau đó không đến nổi quá tàn khốc  gồm dịch cúm Á châu năm 1957 (loại A, H2N2) và dịch cúm HongKong (loại A, H3N2). Tuy thế, mỗi đợt cũng làm cả triệu người chết. Số tử vong ít đi có lẽ là nhờ thuốc kháng sinh làm giảm số viêm phổi do vi trùng. Tên gọiThời gianSồ tử vongLoại cúmCúm Nga - Á châu1889-90khoảng 1 triệuH2N2 (?)Cúm Tây Ban Nha1918-20khoảng 40 triệuH1N1Cúm Á châu1957-58khoảng từ 1 triệu đến 1.5 triệuH2N2Cúm Hong Kong1968-69khoảng 750 ngàn đến 1 triệuH3N2",
        "Siêu vi trùng cúm": "Siêu vi trùng  thuộc họ Orthomyxoviridae được Richard Schope khám phá trong loài heo năm 1931.  Năm 1933,  nhóm nghiên cứu y tế Anh Quốc do Patrick Laidlaw hướng dẫn tìm ra SVC trong con người.  Nhưng đến 1935 qua công trình của Wendell Stanley khoa học mới nhận thức được thể trạng \"vô bào\" của siêu vi trùng.Vài năm sau, Frank Macfarlane Burnet khám phá ra rằng SVC mất sức gây bệnh nếu được cấy trong trứng gà.  Năm 1944 nhóm nghiên cứu của Thomas Francis, Jr. tại Đại học Michigan được quân đội Hoa Kỳ bảo trợ tìm  vắc-xin chống cúm đầu tiên.  Quân đội Hoa Kỳ bỏ rất nhiều công sức vào việc tìm vắc-xin cúm (sau thế chiến I, trong vài tháng năm 1918, nhiều ngàn lính Hoa Kỳ bị cúm chết). Sau trận dịch cúm tại Hong Kong năm 1968, những trận dịch khác,  như tại New Jersey (1976), Nga (1977), Hong Kong (1997) đều gây ít thiệt hại nhân mạng. Có lẽ do con người ngày càng có khả năng miễn nhiễm tốt hơn. Phân loại siêu vi trùng cúm Siêu vi trùng cúm có ba loại: A, B và C. Loại A và C gây cúm ở nhiều động vật và đôi khi gây bệnh ở người, loại B chỉ nhiễm riêng loài người. SVC loại A gây cúm trầm trọng ở người, được chia dạng theo kháng thể của huyết thanh (serotype), như sau: H1N1 \"cúm Tây Ban Nha\".H2N2 \"cúm Á châu\".H3N2 \"cúm Hong Kong\".H5N1 cúm \"gia cầm\" trong hai năm 2006-7.H7N7 cúm có khả năng lạ, gây cúm gia cầm và người. H1N2 gây cúm ở người và heo.H9N2, H7N2, H7N3, H10N7.SVC loại B gây cúm ở người nhưng tỉ lệ ít hơn. Loại này thỉnh thoảng có thể gây cúm ở loài hải cẩu.  Loại B thay hình đổi dạng chậm hơn loại A.  và do đó chỉ có 1 dạng huyết thanh.  Con người thường gặp SVC loại B từ bé và thường có miễn nhiễm nhưng không có được lâu vì SVC B thường cũng đổi dạng.  Nhưng vì đổi chậm nên SVC loại B không gây những trận dịch lớn như loại A. Siêu vi cúm loại C gây cúm ở người và heo, có khả năng gây dịch nặng.  Tuy nhiên loại C hiếm hơn và ở trẻ em không trầm trọng gì mấy.  ",
        "Triệu chứng": "Sốt trên 38 độ C.Ớn lạnh và đổ mồ hôi.Nhức đầu.Ho khan.Nghẹt mũi.Đau nhức cơ bắp, đặc biệt là ở lưng, tay và chân.Mệt mỏi và yếu.Mất cảm giác thèm ănChảy mũiTiêu chảy",
        "Điều trị": "Không có điều trị đặc hiệu, chủ yếu điều trị triệu chứng và các biến chứng cùng với nâng cao thể trạng bệnh nhân.Nghỉ ngơi, ăn uống và bù nước đủ cho bệnh nhân. Nếu bệnh nhân sốt cao thì hạ nhiệt bằng Paracetamol 500 mg x 3-4 lần/ ngày.Không dùng Aspirin hay các dẫn xuất có Salicylate khác, nhất là cho trẻ em.Vitamin C, 1 -2 g/ ngày.",
        "Phòng ngừa": "Thuốc vắc-xin bệnh cúm (Vaxigrip): là loại vắc-xin tinh chất, không tác hại. Mỗi 0,5ml dung dịch vắc-xin có chứa antigen:A/New Caledonia/20/99 (H1N1) - gần giống dòng A/New Caledonia/20/99 (IVR-116) 15 mg haemagglutinin,A/Moscow/10/99 (H3N2) -  gần giống dòng A/Panama/2007/99 (RESVIR-17) 15 mg haemagglutinin,B/Hong-Kong 330/2001 -  gần giống dòng B/Shangdong/7/97 15 mg haemagglutininin.Vắc-xin điều chế từ siêu vi trùng cấy trong trứng gà và được formaldehyde làm cho vô hại.Sau khi tiêm Vaxigrip, cơ thể tạo kháng thể chống lại các dòng siêu vi cúm trong vắc-xin. Nhưng vì các dòng siêu vi cúm thay đổi thường xuyên, vắc-xin chống cúm có thể không ngăn cản được tất cả loại cúm - và thường được thay đổi theo từng năm, từng trận dịch cúm.Thuốc ngừa bệnh cúm Biện pháp đơn giản tốt nhất CHO phòng ngừa cảm cúm là chích ngừa cảm cúm vào mỗi mùa thu. Có hai loại thuốc ngừa cảm cúm:Thuốc chích ngừa cảm cúm - một loại thuốc ngừa cảm cúm vô hại (chứa siêu vi đã chết) dùng để chích, thường chích ở cánh tay. Chích ngừa cảm cúm được chấp thuận cho sử dụng ở trẻ trên 6 tháng tuổi, người khỏe mạnh và người có bệnh mạn tính.Thuốc xịt mũi ngừa cảm cúm - một loại thuốc ngừa có chứa siêu vi cảm cúm còn sống và suy yếu để không gây cảm cúm, đôi lúc được gọi là LAIV (Live Attenuated Influenza Vaccine, hay Thuốc Ngừa Cảm Cúm có Siêu Vi Còn Sống và Suy Yếu). LAIV được chấp thuận cho sử dụng ở những người khỏe mạnh từ 5 đến 49 tuổi và không có thai.Trong mỗi thuốc ngừa đều có ba loại siêu vi cảm cúm một siêu vi A (H3N2), một siêu vi A (H1N1), và một siêu vi B. Những loại siêu vi có trong thuốc ngừa sẽ thay đổi hàng năm dựa trên cuộc nghiên cứu quốc tế và dự đoán của các nhà khoa học về chủng loại siêu vi nào sẽ lây truyền trong năm dự báo.Khoảng hai tuần lễ sau khi chích ngừa, cơ thể sẽ sinh thêm kháng thể để đề kháng việc lây nhiễm siêu vi cảm cúm.Theo kinh nghiệm dân gian, một số phương pháp được sử dụng để phòng ngừa cúm hoặc tránh lây nhiễm cúm như ăn tỏi sống, đun sôi dấm thanh cho bay hơi khắp nhà...Chích ngừa vào lúc nào Tháng Mười và tháng 11 là thời gian tốt nhất để chích ngừa, nhưng quý vị vẫn có thể chích ngừa vào tháng 12 và những tháng sau đó. Mùa cảm cúm có thể khởi đầu ngay từ tháng Mười và kéo dài đến tận tháng Năm.Ai nên chích ngừa Nói chung, bất cứ người nào muốn giảm thiểu nguy cơ bị cảm cúm đều có thể đi chích ngừa. Tuy nhiên, vẫn có những người nên đi chích ngừa hàng năm. Họ là những người có nguy cơ cao bị biến chứng nghiêm trọng của cảm cúm hoặc sống chung hay chăm sóc cho những người có nguy cơ cao bị biến chứng nghiêm trọng.Những người nên chích ngừa hàng năm:Người có nguy cơ cao bị biến chứng nghiêm trọng của cảm cúmNhững người từ 65 tuổi trở lên;Những người cư trú tại các viện dưỡng lão và cơ sở chăm sóc dài hạn khác có người bị bệnh tật triền miên;Người lớn và trẻ em từ 6 tháng trở lên bị bệnh tim hoặc phổi mãn tính, kể cả bệnh suyễn;Người lớn và trẻ em từ 6 tháng trở lên cần chữa trị y tế thường xuyên hoặc nhập viện trong năm trước do bị bệnh chuyển hóa (giống như bệnh tiểu đường), bệnh thận mãn tính, hoặc suy giảm hệ miễn dịch (kể cả gặp vấn đề về hệ miễn dịch do dùng thuốc hay bị nhiễm siêu vi liệt bại kháng thể   gây ra);Trẻ em từ 6 tháng đến 18 tuổi được điều trị dài hạn bằng thuốc aspirin. (Nếu trẻ em dùng thuốc aspirin trong lúc các em mắc bệnh cúm thì có nguy cơ bị hội chứng Reye);Phụ nữ có thai trong mùa bệnh cúm;Tất cả trẻ em từ 6 đến 23 tháng;",
        "Chú thích": "^ Martin P, Martin-Granel E (2006). “2,500-year evolution of the term epidemic”. Emerg Infect Dis. 12 (6). PMID 16707055.^ Hippocrates. “Of the Epidemics” (written 400 TCN and translated by Francis Adams). Truy cập ngày 18 tháng 10 năm 2006.^ Potter CW (2006). “A History of Influenza”. J Appl Microbiol. 91 (4): 572–579. PMID 11576290.^ Patterson KD, Pyle GF. (1991). “The geography and mortality of the 1918 influenza pandemic”. Bull Hist Med. 65 (1): 4–21. PMID 2021692.^ a b c d Knobler S, Mack A, Mahmoud A, Lemon S (biên tập). “Chapter 1: The Story of Influenza”. The Threat of Pandemic Influenza: Are We Ready? Workshop Summary (2005). Washington DC: The National Academies Press. tr. 60–61. Đã bỏ qua tham số không rõ |chapterurl= (trợ giúp)Quản lý CS1: nhiều tên: danh sách biên tập viên (liên kết) ^ a b c Taubenberger J, Reid A, Janczewski T, Fanning T (2001). “Integrating historical, clinical and molecular genetic data in order to explain the origin and virulence of the 1918 Spanish influenza virus”. Philos Trans R Soc Lond B Biol Sci. 356 (1416): 1829–39. PMID 11779381.Quản lý CS1: nhiều tên: danh sách tác giả (liên kết) ^ Simonsen L, Clarke M, Schonberger L, Arden N, Cox N, Fukuda K (1998). “Pandemic versus epidemic influenza mortality: a pattern of changing age distribution”. J Infect Dis. 178 (1): 53–60. PMID 9652423.Quản lý CS1: nhiều tên: danh sách tác giả (liên kết)^ Shimizu K. (1997). “History of influenza epidemics and discovery of influenza virus”. Nippon Rinsho. 55 (10): 2505–201. PMID 9360364.^ Smith W, Andrewes CH, Laidlaw PP. (1933). “A virus obtained from influenza patients”. Lancet. 2: 66–68.Quản lý CS1: nhiều tên: danh sách tác giả (liên kết)^ Sir Frank Macfarlane Burnet: Biography The Nobel Foundation. Truy cập 22 Oct 06^ Kendall H (2006). “Vaccine Innovation: Lessons from World War II” (PDF). Journal of Public Health Policy. 27 (1): 38–57. ^ Hilleman, M (2002). “Realities and enigmas of human viral influenza: pathogenesis, epidemiology and control”. Vaccine. 20 (25–26): 3068–87. doi:10.1016/S0264-410X(02)00254-2. PMID 12163258.^ a b c Hay A, Gregory V, Douglas A, Lin Y (2001). “The evolution of human influenza viruses” (PDF). Philos Trans R Soc Lond B Biol Sci. 356 (1416): 1861–70. PMID 11779385.Quản lý CS1: nhiều tên: danh sách tác giả (liên kết) ^ Fouchier R, Schneeberger P, Rozendaal F, Broekman J, Kemink S, Munster V, Kuiken T, Rimmelzwaan G, Schutten M, Van Doornum G, Koch G, Bosman A, Koopmans M, Osterhaus A (2004). “Avian influenza A virus (H7N7) associated with human conjunctivitis and a fatal case of acute respiratory distress syndrome”. Proc Natl Acad Sci U S A. 101 (5): 1356–61. PMID 14745020.Quản lý CS1: nhiều tên: danh sách tác giả (liên kết)^ Osterhaus A, Rimmelzwaan G, Martina B, Bestebroer T, Fouchier R (2000). “Influenza B virus in seals”. Science. 288 (5468): 1051–3. PMID 10807575.Quản lý CS1: nhiều tên: danh sách tác giả (liên kết)^ Nobusawa E, Sato K (2006). “Comparison of the mutation rates of human influenza A and B viruses”. J Virol. 80 (7): 3675–8. PMID 16537638.^ Webster R, Bean W, Gorman O, Chambers T, Kawaoka Y (1992). “Evolution and ecology of influenza A viruses”. Microbiol Rev. 56 (1): 152–79. PMID 1579108.Quản lý CS1: nhiều tên: danh sách tác giả (liên kết)^ Zambon M (1999). “Epidemiology and pathogenesis of influenza”. J Antimicrob Chemother. 44 Suppl B: 3–9. PMID 10877456.^ Matsuzaki Y, Sugawara K, Mizuta K, Tsuchiya E, Muraki Y, Hongo S, Suzuki H, Nakamura K (2002). “Antigenic and genetic characterization of influenza C viruses which caused two outbreaks in Yamagata City, Japan, in 1996 and 1998”. J Clin Microbiol. 40 (2): 422–9. PMID 11825952.Quản lý CS1: nhiều tên: danh sách tác giả (liên kết)^ Matsuzaki Y, Katsushima N, Nagai Y, Shoji M, Itagaki T, Sakamoto M, Kitaoka S, Mizuta K, Nishimura H (2006). “Clinical features of influenza C virus infection in children”. J Infect Dis. 193 (9): 1229–35. PMID 16586359.Quản lý CS1: nhiều tên: danh sách tác giả (liên kết)^ Katagiri S, Ohizumi A, Homma M (1983). “An outbreak of type C influenza in a children's home”. J Infect Dis. 148 (1): 51–6. PMID 6309999.Quản lý CS1: nhiều tên: danh sách tác giả (liên kết)^ Thông tin Cần Biết về Thuốc Ngừa Bệnh Cúm www.cdc.gov",
        "Liên kết ngoài": "Wikimedia Commons có thêm hình ảnh và phương tiện truyền tải về Cúm.Thuốc chống cúm Tamiflu có thể gây mê sảng hay tự hại bản thân ở trẻ emxtsCúmChủ đề chungResearchVắc-xinTreatmentGenome sequencingTái sắp xếpSiêu lây nhiễmMùaCác virus cúmOrthomyxoviridaeCúm ACúm BCúm CPhân nhómvirus cúm A H1N1H1N2H2N2H2N3H3N1H3N2H3N8H5N1H5N2H5N3H5N8H5N9H7N1H7N2H7N3H7N4H7N7H9N2H10N7H10N8H1N1Pandemics1918 flu pandemic (Spanish flu) - Russian Flu (1889-1890)Phát dịch2009 by country - Mexico - United States - Canada - United Kingdom - SpainKhoa học2009 A/H1N1H5N1Khoa họcGenetic structure - Transmission and infection - Global spread - Clinical Trials - Human mortalityPhát dịchCroatia (2005) - India (2006) - UK (2007) - West Bengal (2008)H5N8Outbreaks2020–2021Điều trịThuốc khángvirusArbidol - adamantane derivatives (Amantadine, Rimantadine) - neuraminidase inhibitors (Oseltamivir, Peramivir, Zanamivir)Experimental (Peramivir)Vắc-xinFluMist - FluzoneDịch bệnhvà đại dịchDịch bệnhSpanish Flu - Asian Flu - Hong Kong Flu - Fujian flu - Pandemic Severity IndexĐại dịchEpidemics - 2007 Australian outbreak - 2009 swine flu outbreakKhông phảicon ngườiĐộng vật có vúCanine influenza - Equine influenza (2007 Australian outbreak) - Swine influenzaKhông phảiđộng vật có vúAvian influenzaComplicationsViêm phế quản cấp tínhViêm tiểu phế quảnYết hầuViêm tai giữaViêm họngViêm phổiViêm xoangViêm họng do liên cầu khuẩnLiên quanInfluenza-like illness",
        "Bảng chọn điều hướng": "Công cụ cá nhânChưa đăng nhậpThảo luận cho địa chỉ IP nàyĐóng gópTạo tài khoảnĐăng nhậpKhông gian tênBài viếtThảo luậnBiến thểmở rộngthu gọnGiao diệnĐọcSửa đổiSửa mã nguồnXem lịch sửThêmmở rộngthu gọnTìm kiếmĐiều hướngTrang ChínhNội dung chọn lọcTin tứcBài viết ngẫu nhiênThay đổi gần đâyPhản hồi lỗiQuyên gópTương tácHướng dẫnGiới thiệu WikipediaCộng đồngThảo luận chungGiúp sử dụngLiên lạcTải tập tin lênCông cụCác liên kết đến đâyThay đổi liên quanTrang đặc biệtLiên kết thường trựcThông tin trangTrích dẫn trang nàyKhoản mục WikidataIn và xuấtTạo một quyển sáchTải về dưới dạng PDFBản để in raTại dự án khácWikimedia CommonsNgôn ngữ khácAfrikaansAlemannischالعربيةAragonésArmãneashtiঅসমীয়াAsturianuअवधीAvañe'ẽAymar aruAzərbaycancaتۆرکجهBahasa IndonesiaBahasa MelayuবাংলাBân-lâm-gúBasa BanyumasanБашҡортсаБеларускаяБеларуская (тарашкевіца)བོད་ཡིགBosanskiBrezhonegБългарскиБуряадCatalàČeštinaCymraegDanskDeutschދިވެހިބަސްDiné bizaadEestiΕλληνικάEnglishEspañolEsperantoEuskaraفارسیFrançaisFryskGaeilgeGalego客家語/Hak-kâ-ngî한국어Հայերենहिन्दीHrvatskiIdoIlokanoInterlinguaÍslenskaItalianoעבריתJawaಕನ್ನಡქართულიKaszëbscziҚазақшаКыргызчаKirundiKiswahiliKreyòl ayisyenKriyòl gwiyannenKurdîLatinaLatviešuLëtzebuergeschLietuviųLingálaLombardMagyarМакедонскиMalagasyമലയാളംमराठीმარგალურიمصرىMinangkabauMìng-dĕ̤ng-ngṳ̄မြန်မာဘာသာNa Vosa VakavitiNederlandsनेपाली日本語NordfriiskNorsk bokmålNorsk nynorskOccitanଓଡ଼ିଆOʻzbekcha/ўзбекчаਪੰਜਾਬੀپنجابیPapiamentuPatoisPlattdüütschPolskiPortuguêsQaraqalpaqshaRomânăRuna SimiРусиньскыйРусскийСаха тылаScotsShqipසිංහලSimple EnglishسنڌيSlovenčinaSlovenščinaSoomaaligaکوردیСрпски / srpskiSrpskohrvatski / српскохрватскиSuomiSvenskaTagalogதமிழ்TaqbaylitТатарча/tatarçaతెలుగుไทยТоҷикӣTürkçeTürkmençeТыва дылУкраїнськаاردوVènetoWalonWest-VlamsWinaray吴语XitsongaייִדישYorùbá粵語Žemaitėška中文Sửa liên kết",
        "Chuyên khoa": "y học gia đình, khoa hô hấp, bệnh truyền nhiễm, y học cấp cứu",
        "ICD-9-CM": "487"
    },
    {
        "url": "https://vi.wikipedia.org/wiki/sốt",
        "name": "sốt",
        "key": "c57d93ce784b0c8a038a39d5dd1875518d08f65cf413cc9aa758bb6a459f8de3",
        "overview": "Sốt là dấu hiệu y khoa thông thường đặc trưng bởi sự gia tăng nhiệt độ cơ thể cao hơn khoảng dao động bình thường của nhiệt độ cơ thể người là 36.5–37.5 °C (98–100 °F).  Sốt thường là đáp ứng của cơ thể với một bệnh nhiễm trùng, thường kéo dài hơn 2 đến 3 ngày. Ngoài ra, sốt còn có thể do những bệnh không nhiễm trùng khác, tiếp xúc với nước nóng, tập thể dục, sau chích ngừa hoặc khóc nhiều cũng làm tăng thân nhiệt. Sốt là triệu chứng thông thường của nhiều bệnh: Sốt dai dẳng mà hiện nay y học vẫn chưa tìm được nguyên nhân được gọi là sốt không rõ nguồn gốc. Sốt gồm ba giai đoạn: Yếu tố trực tiếp gây ra cơn sốt trong cơ thể là các chất gây sốt nội sinh - là một loại protein được hình thành bên trong cơ thể. Ngày nay người ta đã tìm ra 11 chất gây sốt nội sinh, trong đó phổ biến nhất là các loại interleukin. Quá trình diễn ra sốt bắt đầu từ lúc tác nhân lạ xâm nhập vào cơ thể và tiết ra các chất gây sốt ngoại sinh (độc tố của vi sinh vật, bản thân tác nhân lạ,...). Chất gây sốt ngoại sinh kích thích các đại thực bào và bạch cầu trung tính tiết ra chất gây sốt nội sinh. Chất này tác động lên trung tâm điều nhiệt của cơ thể làm trung tâm này hoạt hóa acid arachidonic, làm sản sinh monoamin gây thay đổi setpoint (điểm đặt nhiệt) dẫn tới tăng sản nhiệt và giảm thải nhiệt toàn cơ thể, gây ra cơn sốt. Một con đường khác bắt đầu khi các lympho T kết hợp với kháng nguyên, sẽ tiết ra lymphokin kích hoạt bạch cầu đa nhân và đại thực bào tíết ra chất gây sốt nội sinh. Các diễn tiến tiếp sau đó là tương tự. Để điều trị sốt đúng cách cần phải biết nguyên nhân gây ra sốt. Sốt do nhiễm siêu vi (sốt siêu vi) có thể tự khỏi. Có thể bệnh nhân sẽ được cho những loại thuốc điều trị những triệu chứng đặc biệt khác. Có thể đó là những loại thuốc làm giảm thân nhiệt, trị nghẹt mũi, giảm đau họng hoặc trị sổ mũi. Virus có thể gây nôn ói và tiêu chảy và cần phải truyền dịch qua đường tĩnh mạch cùng với dùng thuốc để làm chậm lại tốc độ tiêu chảy và nôn ói. Một số ít loại nhiễm siêu vi có thể được điều trị bằng thuốc kháng siêu vi, trong đó có Herpes và influenza virus. Nếu bệnh nhân có thể uống nước được và triệu chứng nhẹ, bệnh nhân có thể về nhà được mà không cần ở lại bệnh viện. Sốt do thuốc có thể giảm sau khi ngưng thuốc. Đối với bệnh nhân bị sốt do tiếp xúc với nhiệt độ nóng ở môi trường cần phải được làm mát bằng cách cởi bỏ hết quần áo, mở quạt có phun sương, theo dõi sát dấu hiệu sinh tồn.",
        "Nguyên nhân": "Sốt là triệu chứng thông thường của nhiều bệnh:Các bệnh truyền nhiễm như cúm, HIV hoặc sốt rétCác loại viêm khác nhau như nhọt, mụn, trứng cá, hoặc áp xeCác bệnh tự miễn như lupus đỏ, Sarcoidosisban, sarcoidosisCơ thể phản ứng với sự bất tương hợp giữa các nhóm máuUng thưCác bệnh rối loạn tiêu hóa như gút hay bệnh ma cà rồng (porphyria)Truyền protein lạ vào cơ thể để gây sốt nhầm mục đích điều trịTiêm muối dưới da hay tiêm bắp gây ưu trương dẫn đến hủy hoại tổ chức và gây sốt.Mỡ dư thừa chèn vào trung khu thần kinh não bộ gây sốt.Sốt dai dẳng mà hiện nay y học vẫn chưa tìm được nguyên nhân được gọi là sốt không rõ nguồn gốc.",
        "Các giai đoạn của sốt": "Sốt gồm ba giai đoạn:Sốt tăng: tăng sản nhiệt, giảm thải nhiệt làm nhiệt độ bên trong cơ thể cao hơn nhiệt độ môi trường. Lúc này, bệnh nhân cảm thấy ớn lạnh, rét run, giảm đổ mồ hôi, da khô và nóng,...Sốt đứng: tỉ lệ sản nhiệt/thải nhiệt = 1, cơ thể vẫn còn lạnh nhưng đã đỡ hơn, thân nhiệt vẫn cao, da khô, không đổ mồ hôi và ít đi tiểuSốt lui: sản nhiệt giảm, thải nhiệt tăng, lúc này cơ thể bệnh nhân vã mồ hôi nhiều, tiểu nhiều, nền nhiệt cơ thể hạ xuống, cảm thấy nóng",
        "Cơ chế gây sốt": "Yếu tố trực tiếp gây ra cơn sốt trong cơ thể là các chất gây sốt nội sinh - là một loại protein được hình thành bên trong cơ thể. Ngày nay người ta đã tìm ra 11 chất gây sốt nội sinh, trong đó phổ biến nhất là các loại interleukin.Quá trình diễn ra sốt bắt đầu từ lúc tác nhân lạ xâm nhập vào cơ thể và tiết ra các chất gây sốt ngoại sinh (độc tố của vi sinh vật, bản thân tác nhân lạ,...). Chất gây sốt ngoại sinh kích thích các đại thực bào và bạch cầu trung tính tiết ra chất gây sốt nội sinh. Chất này tác động lên trung tâm điều nhiệt của cơ thể làm trung tâm này hoạt hóa acid arachidonic, làm sản sinh monoamin gây thay đổi setpoint (điểm đặt nhiệt) dẫn tới tăng sản nhiệt và giảm thải nhiệt toàn cơ thể, gây ra cơn sốt.Một con đường khác bắt đầu khi các lympho T kết hợp với kháng nguyên, sẽ tiết ra lymphokin kích hoạt bạch cầu đa nhân và đại thực bào tíết ra chất gây sốt nội sinh. Các diễn tiến tiếp sau đó là tương tự.",
        "Các rối loạn trong sốt": "Rối loạn chuyển hóa Thoái hóa glucid diễn ra mạnh mẽ, tăng phân giải glycogen để làm tăng đường huyết, nếu sốt kéo dài sẽ tích nhiều acid lactic gây toan hóa máuThoái hóa lipid, protid cũng được tăng cường để đáp ứng nhu cầu cơ thể, tạo ra nhiều sản phẩm trung gian gây hại cho nội môiNgoài ra, cơ thể còn đòi hỏi các vitamin B và C, hormon aldosterol và ADH,...Rối loạn các cơ quan Tăng nhịp tim, tần số mạch đậpTăng thông khí, thở nhanh và sâuĂn uống không ngon miệng do giảm tiết men và giảm co bóp ống tiêu hóaĐa niệu trong giai đoạn sốt tăng và sốt lui, thiểu niệu trong giai đoạn sốt đứng.Tăng ACTH, tăng chức năng gan, tăng hệ miễn dịch",
        "Các loại sốt": "Sốt liên tục: sốt cao kéo dài qua các ngày, thường gặp trong sốt thương hàn, viêm phổiSốt ngắt quãng: sốt một ngày sau đó hạ trong vài ngày rồi lại sốt trở lại, thường có chu kì gặp trong sốt rétSốt hồi quy: sốt cao rồi giảm dần, sau đó sốt trở lại, gặp trong nhiễm xoắn khuẩn LepstopiraSốt dao động: sốt ở một khoảng thời gian nhất định trong ngày, sau đó giảm sốt, gặp trong lao phổi hoặc viêm đường hô hấp trên",
        "Điều trị": "Những thông tin y khoa của Wikipedia tiếng Việt chỉ mang tính chất tham khảo và không thể thay thế ý kiến chuyên môn. Trước khi sử dụng những thông tin này, đề nghị liên hệ và nhận sự tư vấn của các bác sĩ chuyên môn.Để điều trị sốt đúng cách cần phải biết nguyên nhân gây ra sốt.Trong hầu hết các trường hợp, ngoại trừ tăng thân nhiệt, thì acetaminophen hoặc ibuprofen đều có thể làm hạ thân nhiệt. Nên cung cấp thêm dịch cho cơ thể qua đường miệng hoặc tiêm tĩnh mạch để chống mất nước nếu cần thiết.Sốt do nhiễm siêu vi (sốt siêu vi) có thể tự khỏi. Có thể bệnh nhân sẽ được cho những loại thuốc điều trị những triệu chứng đặc biệt khác. Có thể đó là những loại thuốc làm giảm thân nhiệt, trị nghẹt mũi, giảm đau họng hoặc trị sổ mũi. Virus có thể gây nôn ói và tiêu chảy và cần phải truyền dịch qua đường tĩnh mạch cùng với dùng thuốc để làm chậm lại tốc độ tiêu chảy và nôn ói. Một số ít loại nhiễm siêu vi có thể được điều trị bằng thuốc kháng siêu vi, trong đó có Herpes và influenza virus. Nếu bệnh nhân có thể uống nước được và triệu chứng nhẹ, bệnh nhân có thể về nhà được mà không cần ở lại bệnh viện.Những bệnh nhiễm vi khuẩn cần phải có loại thuốc kháng sinh đặc hiệu để điều trị tùy thuộc và loại vi khuẩn được tìm thấy và nơi ở của nó trong cơ thể người. Các bác sĩ sẽ xác định xem người bệnh có cần phải nhập viện không hay có thể ra về được. Quyết định tùy thuộc vào bệnh hiện tại và những bệnh kèm theo khác của bệnh nhân.Hầu hết những trường hợp nhiễm nấm đều có thể được điều trị bằng thuốc kháng nấm.Sốt do thuốc có thể giảm sau khi ngưng thuốc.Nếu bị huyết khối thuyên tắc, bạn nên đến bệnh viện và sử dụng thuốc tán huyết.Đối với bệnh nhân bị sốt do tiếp xúc với nhiệt độ nóng ở môi trường cần phải được làm mát bằng cách cởi bỏ hết quần áo, mở quạt có phun sương, theo dõi sát dấu hiệu sinh tồn.",
        "Đọc thêm": "Rhoades, R. and Pflanzer, R. Human physiology, xuất bản lần 3, chương 27 Regulation of body temperature, tr. 820 Clinical focus: pathogenesis of fever. ISBN 0-03-005159-2",
        "Liên kết ngoài": "What to do if your child has a fever Lưu trữ 2007-10-20 tại Wayback Machine from Seattle Children's HospitalFever and Taking Your Child's TemperatureUS National Institute of Health factsheetBUPA factsheet Lưu trữ 2006-07-06 tại Wayback Machine",
        "Bảng chọn điều hướng": "Công cụ cá nhânChưa đăng nhậpThảo luận cho địa chỉ IP nàyĐóng gópTạo tài khoảnĐăng nhậpKhông gian tênBài viếtThảo luậnBiến thểmở rộngthu gọnGiao diệnĐọcSửa đổiSửa mã nguồnXem lịch sửThêmmở rộngthu gọnTìm kiếmĐiều hướngTrang ChínhNội dung chọn lọcTin tứcBài viết ngẫu nhiênThay đổi gần đâyPhản hồi lỗiQuyên gópTương tácHướng dẫnGiới thiệu WikipediaCộng đồngThảo luận chungGiúp sử dụngLiên lạcTải tập tin lênCông cụCác liên kết đến đâyThay đổi liên quanTrang đặc biệtLiên kết thường trựcThông tin trangTrích dẫn trang nàyKhoản mục WikidataIn và xuấtTạo một quyển sáchTải về dưới dạng PDFBản để in raTại dự án khácWikimedia CommonsNgôn ngữ khácAfrikaansአማርኛالعربيةܐܪܡܝܐԱրեւմտահայերէնArmãneashtiঅসমীয়াAsturianuAvañe'ẽAzərbaycancaBahasa IndonesiaBahasa MelayuবাংলাBân-lâm-gúБеларускаяБеларуская (тарашкевіца)БългарскиCatalàČeštinaCymraegDanskDeutschEestiΕλληνικάEnglishEspañolEsperantoEuskaraفارسیFrançaisGaeilgeGalegoગુજરાતી한국어HausaՀայերենहिन्दीHrvatskiIdoInterlinguaÍslenskaItalianoעבריתಕನ್ನಡҚазақшаKiswahiliKreyòl ayisyenKurdîLatinaLatviešuLietuviųLingálaLombardMagyarМакедонскиമലയാളംمصرىMinangkabauမြန်မာဘာသာNāhuatlNederlandsनेपालीनेपाल भाषा日本語Norsk bokmålNorsk nynorskOccitanଓଡ଼ିଆOʻzbekcha/ўзбекчаਪੰਜਾਬੀپنجابیپښتوPolskiPortuguêsRomânăRuna SimiРусскийसंस्कृतम्ᱥᱟᱱᱛᱟᱲᱤSesothoShqipSicilianuසිංහලSimple EnglishسنڌيSlovenčinaSlovenščinaکوردیСрпски / srpskiSrpskohrvatski / српскохрватскиSundaSuomiSvenskaTagalogதமிழ்TaqbaylitతెలుగుไทยТоҷикӣತುಳುTürkçeУкраїнськаاردوVènetoWalonWinaray吴语ייִדישYorùbá粵語中文Sửa liên kết"
    },
    {
        "url": "https://vi.wikipedia.org/wiki/nổi_hạch",
        "name": "nổi hạch",
        "key": "66b38f995c548fe8bb4d66ed43783cf3f5eff87bc1d6e24a1dfdbdc9c74803d3"
    },
    {
        "url": "https://vi.wikipedia.org/wiki/viêm_họng",
        "name": "viêm họng",
        "key": "b53a3116aacfc943f4a49bc25b5698cf423061a0b9e004438c6b15a3d1635e0d",
        "overview": "Viêm họng là viêm nhiễm ở vùng họng.  Nó thường dẫn đến đau họng và sốt.  Các triệu chứng khác có thể bao gồm sổ mũi, ho, nhức đầu, khó nuốt, sưng hạch hàm và bị khàn giọng.   Các triệu chứng thường kéo dài 3-5 ngày.  Biến chứng có thể bao gồm viêm xoang và viêm tai giữa cấp tính.  Viêm họng là một loại nhiễm trùng đường hô hấp trên.  Hầu hết các trường hợp viêm họng là do nhiễm virus.  Viêm họng do liên cầu khuẩn, một bệnh nhiễm trùng do vi khuẩn, là nguyên nhân ở khoảng 25% trẻ em và 10% người lớn.  Nguyên nhân không phổ biến bao gồm các vi khuẩn khác như lậu, nấm, các chất kích thích như khói thuốc, dị ứng và bệnh trào ngược dạ dày thực quản.  Thử nghiệm cụ thể không được khuyến cáo ở những người có triệu chứng nhiễm virus rõ ràng, chẳng hạn như cảm lạnh.  Mặt khác, xét nghiệm phát hiện kháng nguyên nhanh (RADT) hoặc phết họng được khuyến khích áp dụng.  Các điều kiện khác có thể tạo ra các triệu chứng tương tự bao gồm viêm nắp thanh quản, viêm tuyến giáp, áp xe sau hầu và đôi khi là bệnh tim.  Thuốc chống viêm không steroid, chẳng hạn như ibuprofen, có thể được sử dụng để giúp giảm đau họng.  Thuốc gây tê, chẳng hạn như thuốc bôi capocaine, cũng có thể giúp ích.  Viêm họng do liên cầu khuẩn thường được điều trị bằng kháng sinh, chẳng hạn như penicillin hoặc amoxicillin.  Việc dùng steroid có tác dụng trong chữa trị viêm họng cấp tính, hay chỉ dùng trường hợp viêm họng nghiêm trọng, là vẫn chưa rõ ràng.   Khoảng 7,5% số người bị đau họng trong thời gian 3 tháng bất kỳ.  Hai hoặc ba lần viêm họng trong một năm không phải là hiếm.  Viêm họng là chứng dẫn đến 15 triệu lượt khám bác sĩ tại Hoa Kỳ trong năm 2007   Viêm họng là nguyên nhân phổ biến nhất của đau họng.  Viêm họng là bệnh mà khi đó niêm mạc họng và hầu bị viêm. Giống như các loại bệnh viêm khác, viêm họng có thể là cấp tính hay mạn tính. Phần lớn các trường hợp viêm họng do virus gây ra (40 – 80%), phần còn lại là do vi khuẩn, nấm hay các chất kích thích như chất gây ô nhiễm hay hóa chất. Viêm họng có thể dẫn đến viêm amidan khiến việc thở và nuốt gặp khó khăn. Viêm họng có thể đi kèm với ho và sốt, ví dụ như trong trường hợp nguyên nhân của nó là nhiễm trùng phần trên của đường hô hấp. Viêm họng có thể xuất hiện riêng biệt, nhưng thường gặp xuất hiện cùng với các bệnh: viêm V.A, viêm amidan, bệnh phát ban, cúm, sởi, bạch hầu, ho gà, vincent, hoặc một số bệnh máu. Viêm họng có nhiều thể loại: Viêm họng cấp, viêm họng mãn tính (viêm họng mãn tính có thể đặc biệt được xếp thành bệnh riêng là bệnh viêm họng hạt), Viêm họng đặc hiệu: Viêm họng Vincent, viêm họng có màng giả do Bạch hầu (Klebs - Loefler). Triệu chứng ban đầu thường là: Cảm giác khô nóng và rát trong họng, nuốt nói cảm thấy vướng, sau đó tăng lên thành đau trong họng, nói khó hoặc nuốt khó, ho khạc nhưng thường không có đờm mà chỉ ra ít nước nhày. Bệnh nhân có thể thấy mệt mỏi, sốt nhẹ ớn lạnh; hoặc sốt cao 38 – 39 độ C trong viêm cấp tính hoặc kèm theo viêm Amidan, cúm  nhiễm virut... Triệu chứng sổ mũi ngạt mũi, hắt hơi, nhức đầu, ù tai thường kèm theo ở trường hợp viêm họng do cúm, dị ứng thời tiết, do lạnh... Khám họng thấy: Toàn bộ hoặc một phần niêm mạc họng đỏ rực. Màn hầu, trụ trước, trụ sau và thành sau họng phù nề, đỏ thẫm. Ngoài ra còn có thể thấy: amidan viêm to, trên bề mặt amiđan có chất nhầy trong. Khám các hạch vùng cổ dưới hàm có thể viêm tấy, đỏ, đau Xét nghiệm công thức máu sẽ thấy bạch cầu tăng cao (hoặc có thể không tăng trong trường hợp nguyên nhân là do vi rút trong giai đoạn đầu), tốc độ máu lắng tăng, chỉ số CRP (C Reaction Protein) dương tính. Xét nghiệm nhày họng, bằng phương pháp nhuộm đơn thấy nhiều tế bào bạch cầu, vi khuẩn (trực khuẩn hoặc cầu khuẩn). Nhuộm bằng phương pháp gram có thể thấy cầu khuẩn gram dương (xếp đôi, hoặc thành đám hoặc đứng riêng rẽ) hoặc thấy cả xoắn khuẩn Vincent. Nếu có điều kiện nuôi cấy chất nhày họng sẽ xác định được loại vi khuẩn gây viêm họng cấp, trên cơ sở đó thực hiện kháng sinh đồ để chọn kháng sinh thích hợp cho việc điều trị. Bệnh viêm họng mạn tính gồm 4 thể: Biểu hiện của bệnh viêm họng hạt là cảm giác vướng víu, ngứa rát thường xuyên trong họng; ho và khạc đờm quánh dính hoặc trắng nhầy thường xuyên (nhất là sáng sớm, khi ngủ dậy). Nhiều người bệnh do ngứa họng nên hay khậm khạc, dặng hắng. Khám tại chỗ thấy thành bên họng hơi đỏ, thành sau họng có những hạt trắng hồng. Niêm mạc họng đỏ và dày lên, có thể có những ổ loét dễ nhầm với bệnh nhiệt miệng. Tổ chức bạch huyết ở thành sau họng phát triển mạnh, quá phát thành từng đám to nhỏ không đều, màu hồng hoặc đỏ, lâu ngày các đám này thu gọn lại thành những hạt to nhỏ hình thù khác nhau (viêm họng hạt). Có khi tập trung thành một dải gồ lên ở phía sau và dọc theo trụ sau của amidan trông như một trụ sau thứ hai gọi là “trụ giả”. Do liên cầu khuẩn tan huyết bê ta nhóm A (Group A Beta-hemolytic streptococcus – GABHS) gây ra Đây là một viêm họng nguy hiểm vì có biến chứng sang viêm khớp cấp, viêm màng trong tim cấp hoặc mãn tính gây hẹp hở van tim, viêm cầu thận cấp.... Bệnh do liên cầu khuẩn gây ra. Do cấu tạo vỏ của vi khuẩn gần giống cấu tạo của tổ chức liên kết (bao khớp, màng tim, màng thận...) khi bị nhiễm liên cầu khuẩn, cơ thể phản ứng sinh ra kháng thể chống vi khuẩn đồng thời kháng thể này cũng dung giải luôn chính tổ chức của mình gây nên bệnh thấp khớp cấp, viêm cầu thận, viêm màng tim (thấp tim)... Triệu chứng lâm sàng thường không có khác biệt nhiều với các viêm họng cấp khác, Chẩn đoán xác định dựa vào xét nghiệm nuôi cấy hoặc soi tươi dịch họng thấy có liên cầu khuẩn. Trên lâm sàng dựa vào một số yếu tố quan trọng để phát hiện viêm họng do liên cầu bêta tan huyết nhóm A: Viêm họng Vinvent thuộc nhóm viêm họng loét, do vi khuẩn hình thoi và xoắn khuẩn sống ký sinh ở họng. Khi gặp điều kiện thuận lợi như cơ thể suy yếu, rối loạn dinh dưỡng hay sâu răng, viêm amidan nó sẽ làm rối loạn dinh dưỡng niêm mạc họng và gây loét.Thường gặp ở người trẻ, bắt đầu một cách âm thầm: sốt nhẹ, mệt mỏi, cảm giác nóng rát họng, nuốt đau nhất là với chất rắn ở một bên họng. Khám họng: thấy trên mặt amidan một bên có giả mạc trắng. Viêm họng có 2 nguyên nhân chủ yếu: do nhiễm trùng và không do nhiễm trùng. Chủ yếu (80 %) là do virut, các loại virut có khả năng cao gây bệnh viêm họng gồm có: Rhinovirus, coronavirus và parainfluenza virus, Virut cúm A và cúm B, Viruts adenovirus, virus Epstein-Barr (EBV), herpes simplex (HPV) thường gây ra lở loét lạnh...Ngoài ra còn do các loại khác nhau của vi khuẩn : tụ cầu, liên cầu trong đó có liên cầu khuẩn tan huyết b nhóm A gây nhiều biến chứng nguy hiểm,lậu cầu trùng, nấm ký sinh... Chất kích thích và chất gây dị ứng có thể làm cháy các lớp lót ở họng gây viêm họng, bao gồm: Chất gây kích ứng giải phóng vào không khí như: Các dung môi hòa tan, xăng công nghiệp, thuốc xịt chứa hóa chất, khí lò than có chứa khí lưu huỳnh, khói bụi và uống rượu mạnh nồng độ cao sẽ đốt cháy lớp lót niêm mạc miệng, lạm dụng thuốc xông xịt mũi.... Nhiễm lạnh: Mùa đông lạnh, không khí khô hanh là 1 điều kiện phát sinh bệnh viêm họng, hoặc thay nhiệt độ đột ngột thất thường. Thời tiết nóng bức sử dụng điều hòa nhiệt độ nhiều, độ lạnh sâu cơ thể chưa thích nghi kịp, da bị khô và dễ bị viêm họng. Viêm họng do rất nhiều nguyên nhân gây nên, thuốc kháng sinh chỉ có tác dụng trong trường hợp nguyên nhân gây bệnh là vi trùng. Cứ viêm họng thì sử dụng thuốc kháng sinh là lạm dụng, đôi khi gây bất lợi, không phải lúc nào thuốc kháng sinh cũng là lựa chọn tối ưu cho bệnh viêm họng.Nguyên tắc điều trị là phải dựa vào nguyên nhân gây bệnh, Chỉ dùng kháng sinh trong trường hợp xác định được vi khuẩn là nguyên nhân gây bệnh và có kết quả của kháng sinh đồ thì nên lựa chọn kháng sinh để điều trị cho thích hợp với tuổi, tình trạng bệnh và tính động học của kháng sinh. Tuy nhiên không phải lúc nào, cơ sở khám bệnh nào cũng xác định nhanh chóng nguyên nhân gây bệnh là do vi trùng và cho kháng sinh đúng đủ liều lượng. Cấy họng hoặc làm xét nghiệm nhanh phết họng tìm Streptoccocus (kết quả có trong vòng 15 phút) là phương pháp hiện nay dùng để chẩn đoán viêm họng do virut hay do vi khuẩn, thường chỉ thực hiện được ở các bệnh viện lớn có điều kiện cả về vật chất và thời gian, mặt khác xét nghiệm không thấy vi khuẩn thì chưa thể loại trừ được nguyên nhân gây bệnh là vi trùng. Vậy thì, vấn đề cần đặt ra là: Khi nào cần dùng kháng sinh trong viêm họng? Không dùng kháng sinh kh: Các triệu chứng toàn thân cũng như tại chỗ thể hiện rõ đây là do vi rut, cảm cúm, viêm họng trong viêm mũi dị ứng thời tiết, bỏng hóa chất và các chất kích thích.... Nguyên nhân do vi rut thường kèm theo triệu chứng viêm long đường hô hấp (ho, sổ mũi, hắt hơi, khàn tiếng...) Các kháng sinh thường được sử dụng trong viêm họng là: Penicillin (hoặc Ampicillin, Amoxicillin), Cephalosporins, Macrolides và Clindamycine. Thời gian trung bình để điều trị là 10 ngày ở nhóm dùng Penicillin hoặc 5 ngày ở nhóm dùng Cefpodoxime, Cefdinir, hoặc Azithromycin. Kháng sinh nên kết hợp hai loại trở lên để hạn chế hiện tượng kháng thuốc. Cây Húng chanh là cây thân thảo, sống lâu năm. Lá và ngọn non ngoài việc dùng làm rau gia vị, còn được sử dụng như một vị thuốc giúp trị cảm cúm, sốt cao, chảy máu cam, viêm họng, khản tiếng…- Chữa cảm cúm, ho, viêm họng, khản tiếng: Lá húng chanh non 5-10g giã nát vắt lấy nước cốt nóng. Hoặc đem giã nhỏ một nắm lá (15-20g), thêm nước, vắt lấy nước uống làm 2 lần trong ngày. Đối với trẻ em, thêm ít đường, đem hấp cơm cho uống làm 2-3 lần Cây rẻ quạt (xạ can) chữa viêm họng:Rẻ quạt có vị đắng, tính mát, thanh nhiệt, giải độc, tiêu đờm, tiêu viêm, mát cổ họng, được dùng để chữa các bệnh về họng như ho, viêm họng, đau họng, khản tiếng. Rẻ quạt, còn có tên xạ can (tên khoa học là Belamcanda chinensis (DC) Red.), là một cây thảo sống dai thuộc họ Lay-ơn (Iridaceae).+ Trị ho: trong họng có nước khò khè như gà kêu: Rẻ quạt 13 củ, Ma hoàng 120g, Sinh khương 120g, Tế tân, Tử uyển, Khoản đông hoa đều 90g, Ngũ vị tử ½ thăng, Đại táo 7 trái, Bán hạ(chế). Sắc Ma hoàng với 1 đấu 2 thăng nước cho sôi, vớt bỏ bọt, cho các vị kia vào nấu còn 3 thăng, chia làm 3 lần, uống ấm.  Áp dụng cho tất cả các trường hợp viêm họng, có nhiều loại dung dịch: nước muối 0,9 %, Nước súc miệng TB, Septosan, Tantum Verde,....... trẻ em có thể bôi họng bằng Glycerin borat 5 %, nhỏ mũi Argyrol 1 %.Thông thường, viêm họng (do phần lớn nguyên nhân là siêu vi trùng) sẽ khỏi, triệu chứng đau họng sẽ hết trong vòng 5-7 ngày và chỉ sử dụng biện pháp sát trùng thông thoáng khoang miệng kết hợp với các thuốc điều trị triệu chứng như: hạ sốt, giảm đau  giảm ho, chống mất nước, tăng cường sức đề kháng, các vi ta min... Dùng các loại kháng sinh và corticoid cho vào máy tạo khí dung để xông họng, biện pháp này thường sử dụng cho viêm họng mãn tính, viêm họng hạt Điều trị bệnh theo phác đồ, chữa viêm họng là các liệu pháp kết hợp. Điều trị các viêm nhiễm kết hợp, các biến chứng. Trong trường hợp viêm họng do liên cầu tan huyết beta nhóm A ở trẻ em, cần có thêm liệu pháp tiêm phòng thấp khớp hàng tháng để tránh các biến chứng",
        "Đại cương": "Viêm họng là bệnh mà khi đó niêm mạc họng và hầu bị viêm. Giống như các loại bệnh viêm khác, viêm họng có thể là cấp tính hay mạn tính. Phần lớn các trường hợp viêm họng do virus gây ra (40 – 80%), phần còn lại là do vi khuẩn, nấm hay các chất kích thích như chất gây ô nhiễm hay hóa chất. Viêm họng có thể dẫn đến viêm amidan khiến việc thở và nuốt gặp khó khăn. Viêm họng có thể đi kèm với ho và sốt, ví dụ như trong trường hợp nguyên nhân của nó là nhiễm trùng phần trên của đường hô hấp. Viêm họng có thể xuất hiện riêng biệt, nhưng thường gặp xuất hiện cùng với các bệnh: viêm V.A, viêm amidan, bệnh phát ban, cúm, sởi, bạch hầu, ho gà, vincent, hoặc một số bệnh máu.",
        "Triệu chứng": "Viêm họng có nhiều thể loại: Viêm họng cấp, viêm họng mãn tính (viêm họng mãn tính có thể đặc biệt được xếp thành bệnh riêng là bệnh viêm họng hạt), Viêm họng đặc hiệu: Viêm họng Vincent, viêm họng có màng giả do Bạch hầu (Klebs - Loefler).Viêm họng cấp (hoặc gọi là viêm họng đỏ) Triệu chứng ban đầu thường là: Cảm giác khô nóng và rát trong họng, nuốt nói cảm thấy vướng, sau đó tăng lên thành đau trong họng, nói khó hoặc nuốt khó, ho khạc nhưng thường không có đờm mà chỉ ra ít nước nhày. Bệnh nhân có thể thấy mệt mỏi, sốt nhẹ ớn lạnh; hoặc sốt cao 38 – 39 độ C trong viêm cấp tính hoặc kèm theo viêm Amidan, cúm  nhiễm virut... Triệu chứng sổ mũi ngạt mũi, hắt hơi, nhức đầu, ù tai thường kèm theo ở trường hợp viêm họng do cúm, dị ứng thời tiết, do lạnh... Khám họng thấy: Toàn bộ hoặc một phần niêm mạc họng đỏ rực. Màn hầu, trụ trước, trụ sau và thành sau họng phù nề, đỏ thẫm. Ngoài ra còn có thể thấy: amidan viêm to, trên bề mặt amiđan có chất nhầy trong. Khám các hạch vùng cổ dưới hàm có thể viêm tấy, đỏ, đauCác triệu chứng trên có thể diễn biến 3 – 4 ngày rồi lui dần và mất đi do điều trị hoặc tự khỏi do sức để kháng của cơ thể.Xét nghiệm công thức máu sẽ thấy bạch cầu tăng cao (hoặc có thể không tăng trong trường hợp nguyên nhân là do vi rút trong giai đoạn đầu), tốc độ máu lắng tăng, chỉ số CRP (C Reaction Protein) dương tính. Xét nghiệm nhày họng, bằng phương pháp nhuộm đơn thấy nhiều tế bào bạch cầu, vi khuẩn (trực khuẩn hoặc cầu khuẩn). Nhuộm bằng phương pháp gram có thể thấy cầu khuẩn gram dương (xếp đôi, hoặc thành đám hoặc đứng riêng rẽ) hoặc thấy cả xoắn khuẩn Vincent. Nếu có điều kiện nuôi cấy chất nhày họng sẽ xác định được loại vi khuẩn gây viêm họng cấp, trên cơ sở đó thực hiện kháng sinh đồ để chọn kháng sinh thích hợp cho việc điều trị.Viêm họng mãn tính Triệu chứng cơ năng Bệnh nhân cảm thấy khô họng, nóng rát trong họng hoặc có cảm giác ngứa họng, vướng họng nhất là khi ngủ dậy, phải cố khạc đờm, đằng hắng để làm long đờm, đờm dẻo và đặc thường tăng lên khi nuốt. Bệnh nhân thường phải khạc nhổ luôn, có ít nhầy quánh. Ho nhiều vào ban đêm, khi lạnh, nuốt hơi nghẹn. Tiếng nói bị khàn trong giây lát, khạc hoặc hắng dặng thì tiếng trở lại bình thường. Khi uống rượu, hút thuốc lá nhiều, nói nhiều, triệu chứng trên càng trở nên rõ rệt.Khám thực thể Bệnh viêm họng mạn tính gồm 4 thể:Một là: Viêm họng mạn tính sung huyết đơn thuần. Niêm mạc họng đỏ, nổi nhiều tia mao mạch máu.Hai là : Viêm họng mạn tính xuất tiết. Thành sau họng có tăng xuất tiết nhầy, trong, hơi dính vào niêm mạc, chảy từ vòm xuống hạ họng, tạm thời mất đi khi bệnh nhân nuốt. Niêm mạc họng cũng đỏ và nổi nhiều tia mao  mạch máu.Ba là: Viêm họng mạn tính quá phát. Niêm mạc họng đỏ và dày lên. Tổ chức bạch huyết ở thành sau họng phát triển mạnh, quá phát thành từng đám to nhỏ không đều, màu hồng hoặc đỏ. Có khi tập trung thành một dải gồ lên ở phía sau và dọc theo trụ sau của amidan trông như một trụ sau thứ hai gọi là “trụ giả”. Thể này gọi là viêm họng hạt.Bốn là: Viêm họng teo. Niêm mạc họng teo dần, những tuyến nhầy dưới niêm mạc cũng teo đi làm cho niêm mạc họng từ đỏ thẫm biến thành màu hồng rồi nhợt nhạt, khô và đọng những vảy mỏng, vàng, khô bám vào từng chỗ. Niêm mạc họng trở thành mỏng, các trụ sau cũng teo biến đi làm cho họng trở nên rộng hơn. Viêm họng teo thường là viêm họng do nghề nghiệp hoặc ở người già hoặc ở những người trĩ mũi.Viêm họng hạt (Thể đặc biệt của viêm họng mãn) Biểu hiện của bệnh viêm họng hạt là cảm giác vướng víu, ngứa rát thường xuyên trong họng; ho và khạc đờm quánh dính hoặc trắng nhầy thường xuyên (nhất là sáng sớm, khi ngủ dậy). Nhiều người bệnh do ngứa họng nên hay khậm khạc, dặng hắng. Khám tại chỗ thấy thành bên họng hơi đỏ, thành sau họng có những hạt trắng hồng. Niêm mạc họng đỏ và dày lên, có thể có những ổ loét dễ nhầm với bệnh nhiệt miệng. Tổ chức bạch huyết ở thành sau họng phát triển mạnh, quá phát thành từng đám to nhỏ không đều, màu hồng hoặc đỏ, lâu ngày các đám này thu gọn lại thành những hạt to nhỏ hình thù khác nhau (viêm họng hạt). Có khi tập trung thành một dải gồ lên ở phía sau và dọc theo trụ sau của amidan trông như một trụ sau thứ hai gọi là “trụ giả”.Viêm họng đặc hiệu Viêm họng do liên cầu khuẩn Do liên cầu khuẩn tan huyết bê ta nhóm A (Group A Beta-hemolytic streptococcus – GABHS) gây ra Đây là một viêm họng nguy hiểm vì có biến chứng sang viêm khớp cấp, viêm màng trong tim cấp hoặc mãn tính gây hẹp hở van tim, viêm cầu thận cấp.... Bệnh do liên cầu khuẩn gây ra. Do cấu tạo vỏ của vi khuẩn gần giống cấu tạo của tổ chức liên kết (bao khớp, màng tim, màng thận...) khi bị nhiễm liên cầu khuẩn, cơ thể phản ứng sinh ra kháng thể chống vi khuẩn đồng thời kháng thể này cũng dung giải luôn chính tổ chức của mình gây nên bệnh thấp khớp cấp, viêm cầu thận, viêm màng tim (thấp tim)... Triệu chứng lâm sàng thường không có khác biệt nhiều với các viêm họng cấp khác, Chẩn đoán xác định dựa vào xét nghiệm nuôi cấy hoặc soi tươi dịch họng thấy có liên cầu khuẩn.Trên lâm sàng dựa vào một số yếu tố quan trọng để phát hiện viêm họng do liên cầu bêta tan huyết nhóm A:Bệnh thường khởi phát đột ngột với biểu hiện sốt cao 39-40 độ C, người mệt mỏi.Khám họng thấy có mủ trắng bẩn ở khe, hốc amidan hai bên. Sờ thấy hạch dưới hàm cả hai bên, di động, ấn đau.Bạch cầu đa nhân trung tính tăng cao khi lấy máu làm xét nghiệm.Để khẳng định chính xác, người ta cần quệt dịch nhày ở họng đem soi tươi, nuôi cấy tìm liên cầu gây bệnh cùng với việc tiến hành định lượng kháng thể kháng liên cầu trong máu qua phản ứng ASLO: tăng tỷ lệ chậm và không liên tục (thường là trên 300 đơn vị Todd).Viêm họng do bạch hầu: (Klebs - Loefler) Bệnh bạch hầu: thường xảy ra thành dịch. Khám họng thường thấy có giả mạc, giả mạc gắn chặt vào niêm mạc, khi bóc ra thì chảy máu, giả mạc mọc rất nhanh, lan ra các trụ và màn hầu, giả mạc không tan trong nước. Bệnh cảnh nhiễm trùng, nhiễm độc rõ. Hạch cổ, dưới cằm nổi nhiều và nhanhViêm họng Vincent Viêm họng Vinvent thuộc nhóm viêm họng loét, do vi khuẩn hình thoi và xoắn khuẩn sống ký sinh ở họng. Khi gặp điều kiện thuận lợi như cơ thể suy yếu, rối loạn dinh dưỡng hay sâu răng, viêm amidan nó sẽ làm rối loạn dinh dưỡng niêm mạc họng và gây loét.Thường gặp ở người trẻ, bắt đầu một cách âm thầm: sốt nhẹ, mệt mỏi, cảm giác nóng rát họng, nuốt đau nhất là với chất rắn ở một bên họng. Khám họng: thấy trên mặt amidan một bên có giả mạc trắng.Giả mạc chỉ khu trú ở một bên amidan nhưng ngày càng lan rộng ra. Giả mạc dày trắng đục, dễ lây, không dai mà ngược lại dễ mủn, vỡ. Đặc biệt amidan bên kia vẫn bình thườngGiả mạc tự rơi ra để lại vết loét nông, bờ nổi gờ, thành đứng, đáy màu xám bẩn có chỗ hoại tử.Có thể có sưng đau hạch sau góc hàm bên bệnh nhân. Với thể nặng có sốt cao, hạch cổ sưng to và đau, amidan bên bệnh sưng to, các trụ và màn hầu nề, vết loét rộng, đáy hoại tử rõ. Nuốt đau rõ rệt, hơi thở hôi.Tiến triển: Với thể trạng khỏe, có sức đề kháng tốt, sau độ 10 ngày thì vết loét tự lên nụ hạt, liền lại. Với thể trạng yếu, kém sức đề kháng, vết loét có thể lan ra lưỡi, miệng.Bệnh cần chẩn đoán phân biệt với bệnh nhiệt miệng (áp - tơ), nấm vùng miệng, hay tưa lưỡi",
        "Nguyên nhân": "Viêm họng có 2 nguyên nhân chủ yếu: do nhiễm trùng và không do nhiễm trùng.Nguyên nhân do nhiễm trùng Chủ yếu (80 %) là do virut, các loại virut có khả năng cao gây bệnh viêm họng gồm có: Rhinovirus, coronavirus và parainfluenza virus, Virut cúm A và cúm B, Viruts adenovirus, virus Epstein-Barr (EBV), herpes simplex (HPV) thường gây ra lở loét lạnh...Ngoài ra còn do các loại khác nhau của vi khuẩn : tụ cầu, liên cầu trong đó có liên cầu khuẩn tan huyết b nhóm A gây nhiều biến chứng nguy hiểm,lậu cầu trùng, nấm ký sinh...Nguyên nhân không do nhiễm trùng Chất kích thích và chất gây dị ứng có thể làm cháy các lớp lót ở họng gây viêm họng, bao gồm: Chất gây kích ứng giải phóng vào không khí như: Các dung môi hòa tan, xăng công nghiệp, thuốc xịt chứa hóa chất, khí lò than có chứa khí lưu huỳnh, khói bụi và uống rượu mạnh nồng độ cao sẽ đốt cháy lớp lót niêm mạc miệng, lạm dụng thuốc xông xịt mũi.... Nhiễm lạnh: Mùa đông lạnh, không khí khô hanh là 1 điều kiện phát sinh bệnh viêm họng, hoặc thay nhiệt độ đột ngột thất thường. Thời tiết nóng bức sử dụng điều hòa nhiệt độ nhiều, độ lạnh sâu cơ thể chưa thích nghi kịp, da bị khô và dễ bị viêm họng.",
        "Điều trị": "Vấn đề sử dụng thuốc kháng sinh Viêm họng do rất nhiều nguyên nhân gây nên, thuốc kháng sinh chỉ có tác dụng trong trường hợp nguyên nhân gây bệnh là vi trùng. Cứ viêm họng thì sử dụng thuốc kháng sinh là lạm dụng, đôi khi gây bất lợi, không phải lúc nào thuốc kháng sinh cũng là lựa chọn tối ưu cho bệnh viêm họng.Nguyên tắc điều trị là phải dựa vào nguyên nhân gây bệnh, Chỉ dùng kháng sinh trong trường hợp xác định được vi khuẩn là nguyên nhân gây bệnh và có kết quả của kháng sinh đồ thì nên lựa chọn kháng sinh để điều trị cho thích hợp với tuổi, tình trạng bệnh và tính động học của kháng sinh.Tuy nhiên không phải lúc nào, cơ sở khám bệnh nào cũng xác định nhanh chóng nguyên nhân gây bệnh là do vi trùng và cho kháng sinh đúng đủ liều lượng. Cấy họng hoặc làm xét nghiệm nhanh phết họng tìm Streptoccocus (kết quả có trong vòng 15 phút) là phương pháp hiện nay dùng để chẩn đoán viêm họng do virut hay do vi khuẩn, thường chỉ thực hiện được ở các bệnh viện lớn có điều kiện cả về vật chất và thời gian, mặt khác xét nghiệm không thấy vi khuẩn thì chưa thể loại trừ được nguyên nhân gây bệnh là vi trùng. Vậy thì, vấn đề cần đặt ra là: Khi nào cần dùng kháng sinh trong viêm họng?Chỉ định dùng kháng sinh khi: Có kết quả xét nghiệm tìm thấy vi trùng, có các triệu chứng kèm theo xác định được nguyên nhân là vi trùng như: có giả mạc trong bạch hầu, loét vincent, viêm amidan, họng có mủ, phì đại các hạch vùng cổ, họng sưng phù, cứng họng và đau khi nuốt, xét nghiệm bạch cầu tăng cao.....Không dùng kháng sinh kh: Các triệu chứng toàn thân cũng như tại chỗ thể hiện rõ đây là do vi rut, cảm cúm, viêm họng trong viêm mũi dị ứng thời tiết, bỏng hóa chất và các chất kích thích.... Nguyên nhân do vi rut thường kèm theo triệu chứng viêm long đường hô hấp (ho, sổ mũi, hắt hơi, khàn tiếng...)Nhiều trường hợp, do không có điều kiện hoặc rất khó phân biệt rõ ràng nguyên nhân gây bệnh thì nên cân nhắc việc dùng kháng sinh, xem xét kỹ càng, tiên lượng các diễn biến của bệnh để có liệu pháp kháng sinh phù hợpCác kháng sinh thường được sử dụng trong viêm họng là: Penicillin (hoặc Ampicillin, Amoxicillin), Cephalosporins, Macrolides và Clindamycine. Thời gian trung bình để điều trị là 10 ngày ở nhóm dùng Penicillin hoặc 5 ngày ở nhóm dùng Cefpodoxime, Cefdinir, hoặc Azithromycin. Kháng sinh nên kết hợp hai loại trở lên để hạn chế hiện tượng kháng thuốc.Đông y điều trị viêm họng Theo Đông Y, nguyên nhân gây bệnh có nhiều,  thường gặp là do nhiệt độc của phế vị xông lên và nhiễm khí độc của dịch lệ:Do nhiệt độc Triệu chứng: Có ho sốt nhẹ, nuốt thấy vướng mắc ở cổ họng, hoặc cảm thấy hơi đau.Điều trị:Thuốc: ô mai: 2g, Sài đất: 4g, Húng chanh: 2g. Sắc ngậm nuốt dần, hoặc giã sống ngậm nuốt nuốt dần.  - Châm cứu: hợp cốc (châm tả, Thiếu dương (thích huyết), Thiên trụ (bình bổ bình tả lưu kim 15')Nhiễm khí độc Triệu chứng: Bệnh phát nhanh, sốt cao và đột ngột tiếng không trong, ho tiếng nặng, trong họng có tiếng như kéo cưa, chân tay hơi lạnh, họng đỏ không có mảng trắng; Rêu lưỡi dày vàng, chất lưỡi đỏ.Điều trị:Thuốc: Sơn đậu căn: 9g; Cam thảo dây: 6g; Củ rẻ quạt: 8g; Sài đất: 20g.Nước 400ml sắc lấy 150 ml. Mỗi lần cho uống 1-2 thìa cà phê, cách nửa giờ cho uống 1 lần.Châm cứu: Dùng các huỵêt trên, nhưng tăng cường độ và thời gian.Vị thuốc dân gian chữa bệnh viêm họng Cây Húng chanh là cây thân thảo, sống lâu năm. Lá và ngọn non ngoài việc dùng làm rau gia vị, còn được sử dụng như một vị thuốc giúp trị cảm cúm, sốt cao, chảy máu cam, viêm họng, khản tiếng…- Chữa cảm cúm, ho, viêm họng, khản tiếng: Lá húng chanh non 5-10g giã nát vắt lấy nước cốt nóng. Hoặc đem giã nhỏ một nắm lá (15-20g), thêm nước, vắt lấy nước uống làm 2 lần trong ngày. Đối với trẻ em, thêm ít đường, đem hấp cơm cho uống làm 2-3 lầnCây rẻ quạt (xạ can) chữa viêm họng:Rẻ quạt có vị đắng, tính mát, thanh nhiệt, giải độc, tiêu đờm, tiêu viêm, mát cổ họng, được dùng để chữa các bệnh về họng như ho, viêm họng, đau họng, khản tiếng. Rẻ quạt, còn có tên xạ can (tên khoa học là Belamcanda chinensis (DC) Red.), là một cây thảo sống dai thuộc họ Lay-ơn (Iridaceae).+ Trị ho: trong họng có nước khò khè như gà kêu: Rẻ quạt 13 củ, Ma hoàng 120g, Sinh khương 120g, Tế tân, Tử uyển, Khoản đông hoa đều 90g, Ngũ vị tử ½ thăng, Đại táo 7 trái, Bán hạ(chế). Sắc Ma hoàng với 1 đấu 2 thăng nước cho sôi, vớt bỏ bọt, cho các vị kia vào nấu còn 3 thăng, chia làm 3 lần, uống ấm. Các thuốc sát trùng làm sạch khoang miệng, thông thoáng mũi họng Áp dụng cho tất cả các trường hợp viêm họng, có nhiều loại dung dịch: nước muối 0,9 %, Nước súc miệng TB, Septosan, Tantum Verde,....... trẻ em có thể bôi họng bằng Glycerin borat 5 %, nhỏ mũi Argyrol 1 %.Thông thường, viêm họng (do phần lớn nguyên nhân là siêu vi trùng) sẽ khỏi, triệu chứng đau họng sẽ hết trong vòng 5-7 ngày và chỉ sử dụng biện pháp sát trùng thông thoáng khoang miệng kết hợp với các thuốc điều trị triệu chứng như: hạ sốt, giảm đau  giảm ho, chống mất nước, tăng cường sức đề kháng, các vi ta min...Khí dung Dùng các loại kháng sinh và corticoid cho vào máy tạo khí dung để xông họng, biện pháp này thường sử dụng cho viêm họng mãn tính, viêm họng hạtCác viêm họng đặc hiệu Điều trị bệnh theo phác đồ, chữa viêm họng là các liệu pháp kết hợp. Điều trị các viêm nhiễm kết hợp, các biến chứng. Trong trường hợp viêm họng do liên cầu tan huyết beta nhóm A ở trẻ em, cần có thêm liệu pháp tiêm phòng thấp khớp hàng tháng để tránh các biến chứng",
        "Phòng bệnh": "Vệ sinh họng, răng, miệng hàng ngày bằng cách đánh răng, súc họng bằng nước muối loãng. - Cần đeo khẩu trang khi ra đường để tránh khói bụi, tránh những nơi môi trường bị ô nhiễm.Để phòng ngừa bệnh viêm họng, cần vệ sinh răng miệng, họng, mũi thường xuyên; hạn chế làm việc hoặc nằm ngủ thẳng hướng gió quạt điện thổi, hạn chế bật máy điều hòa ở nhiệt độ quá thấp; tránh những nơi có bụi, khói, hơi hóa chất, thuốc lá, không khí quá khô hoặc quá nóng; làm việc trong môi trường lạnh, khô nên uống nước ấm nhiều lần; hạn chế dùng thức ăn lạnh, nước uống lạnh hoặc có đá. Với phòng ngủ, cần thoáng mát nhưng không được có gió lùa, nếu có điều hòa nhiệt độ thì nên giữ ở mức nhiệt độ mát mẻ dễ chịu,Điều trị nguyên nhân tiềm tàng gây viêm họngGiải quyết các ổ viêm tiềm tàng ở mũi, xoang (viêm xoang sau), viêm amiđan. Giải quyết sự lưu thông của mũi: dị hình vách ngăn, polyp mũi, thoái hoá cuốn mũi dưới...Loại bỏ các kích thích như: bụi, hoá chất, thuốc lá, rượu...Điều trị dị ứng (nếu do thể địa)",
        "Chú thích": "^ a b c Hildreth, AF; Takhar, S; Clark, MA; Hatten, B (tháng 9 năm 2015). “Evidence-Based Evaluation And Management Of Patients With Pharyngitis In The Emergency Department”. Emergency Medicine Practice. 17 (9): 1–16, quiz 16–7. PMID 26276908.^ a b Rutter, Paul Professor; Newby, David (2015). Community Pharmacy ANZ: Symptoms, Diagnosis and Treatment (bằng tiếng Anh). Elsevier Health Sciences. tr. 19. ISBN 9780729583459. Bản gốc lưu trữ 8 tháng Chín năm 2017.^ Neville, Brad W.; Damm, Douglas D.; Allen, Carl M.; Chi, Angela C. (2016). Oral and maxillofacial pathology (ấn bản 4). St. Louis, MO: Elsevier. tr. 166. ISBN 9781455770526. OCLC 908336985. ^ “Pharyngitis”. National Library of Medicine. Bản gốc lưu trữ ngày 20 tháng 5 năm 2016. Truy cập ngày 4 tháng 8 năm 2016.^ a b c Weber, R (tháng 3 năm 2014). “Pharyngitis”. Primary Care. 41 (1): 91–8. doi:10.1016/j.pop.2013.10.010. PMID 24439883.^ Principi, N; Bianchini, S; Baggi, E; Esposito, S (tháng 2 năm 2013). “No evidence for the effectiveness of systemic corticosteroids in acute pharyngitis, community-acquired pneumonia and acute otitis media”. European Journal of Clinical Microbiology & Infectious Diseases. 32 (2): 151–60. doi:10.1007/s10096-012-1747-y. PMC 7087613. PMID 22993127.^ Hayward, G; Thompson, MJ; Perera, R; Glasziou, PP; Del Mar, CB; Heneghan, CJ (17 tháng 10 năm 2012). “Corticosteroids as standalone or add-on treatment for sore throat”. The Cochrane Database of Systematic Reviews. 10: CD008268. doi:10.1002/14651858.CD008268.pub2. PMID 23076943.^ Jones, Roger (2004). Oxford Textbook of Primary Medical Care (bằng tiếng Anh). Oxford University Press. tr. 674. ISBN 9780198567820. Truy cập ngày 4 tháng 8 năm 2016.^ Marx, John (2010). Rosen's emergency medicine: concepts and clinical practice (ấn bản 7). Philadelphia, Pennsylvania: Mosby/Elsevier. Chapter 30. ISBN 978-0-323-05472-0.",
        "Liên kết ngoài": "Điều trị viêm họng hạt - Bệnh viêm họng hạt và cách điều trị không cần kháng sinh bạn nên biết. 24h.com.vn 15/1/2019Bệnh viêm họng hạt mãn tính và cách chữa hiệu quả không cần đốt hạt. vietnammoi.vn 15/1/2019",
        "Bảng chọn điều hướng": "Công cụ cá nhânChưa đăng nhậpThảo luận cho địa chỉ IP nàyĐóng gópTạo tài khoảnĐăng nhậpKhông gian tênBài viếtThảo luậnBiến thểmở rộngthu gọnGiao diệnĐọcSửa đổiSửa mã nguồnXem lịch sửThêmmở rộngthu gọnTìm kiếmĐiều hướngTrang ChínhNội dung chọn lọcTin tứcBài viết ngẫu nhiênThay đổi gần đâyPhản hồi lỗiQuyên gópTương tácHướng dẫnGiới thiệu WikipediaCộng đồngThảo luận chungGiúp sử dụngLiên lạcTải tập tin lênCông cụCác liên kết đến đâyThay đổi liên quanTrang đặc biệtLiên kết thường trựcThông tin trangTrích dẫn trang nàyKhoản mục WikidataIn và xuấtTạo một quyển sáchTải về dưới dạng PDFBản để in raTại dự án khácWikimedia CommonsNgôn ngữ khácالعربيةBahasa IndonesiaবাংলাБеларускаяCatalàCymraegDanskDeutschދިވެހިބަސްEestiEnglishEspañolEuskaraفارسیFrançaisGaeilge한국어Հայերենहिन्दीIdoÍslenskaItalianoעבריתҚазақшаКыргызчаമലയാളംNederlands日本語Norsk nynorskଓଡ଼ିଆភាសាខ្មែរPolskiPortuguêsRomânăРусскийSicilianuSlovenščinaSuomiSvenskaไทยTürkçeУкраїнськаייִדיש中文Sửa liên kết",
        "Chuyên khoa": "",
        "ICD-10": "Triệu chứng của bệnh viêm họng do virus.Phần miệng-hầu bị sưng phồng và đỏ tấy lên.",
        "ICD-9-CM": "Khoa tai mũi họng",
        "DiseasesDB": "J02, J31.2",
        "MedlinePlus": "462, 472.1",
        "eMedicine": "24580",
        "MeSH": "000655"
    },
    {
        "url": "https://vi.wikipedia.org/wiki/phát_ban",
        "name": "phát ban",
        "key": "0648cd7102aaa0afae9c9dcd505d6de242a55d74c312278ce93c92138571fbe4"
    },
    {
        "url": "https://vi.wikipedia.org/wiki/đau_cơ",
        "name": "đau cơ",
        "key": "c795fa5ab50b6087082dd775123d9509dc4edd17a3d0b86756a3f488fce40f60",
        "overview": "Đau cơ, hay đau trong cơ, là một triệu chứng biểu hiện với một loạt các bệnh. Trong khi nguyên nhân phổ biến nhất là việc sử dụng quá mức một cơ hoặc nhóm cơ, đau cơ cấp tính cũng có thể là do nhiễm virus, đặc biệt là trong trường hợp không có tiền sử chấn thương. Đau cơ dài hạn có thể là dấu hiệu của bệnh cơ do chuyển hóa, một số thiếu hụt dinh dưỡng hoặc hội chứng mệt mỏi mãn tính. Các nguyên nhân phổ biến nhất của đau cơ là lạm dụng, chấn thương hoặc căng thẳng. Tuy nhiên, đau cơ cũng có thể được gây ra bởi các bệnh, thuốc hoặc do phản ứng với việc tiêm phòng. Mất nước đôi khi cũng dẫn đến đau cơ, cho những người tham gia vào các hoạt động thể chất rộng rãi như tập luyện. Đó cũng là dấu hiệu của sự đào thải cấp tính sau phẫu thuật ghép tim. Đau cơ xảy ra với: Đau cơ xơ Ngừng đột ngột corticosteroid, opioid, barbiturat, benzodiazepin, caffeine hoặc rượu đều có thể gây đau cơ. Khi không rõ nguyên nhân gây đau cơ, cần điều trị triệu chứng. Các phương pháp điều trị phổ biến bao gồm áp nhiệt, nghỉ ngơi, paracetamol, NSAID và thuốc giãn cơ. ",
        "Nguyên nhân": "Các nguyên nhân phổ biến nhất của đau cơ là lạm dụng, chấn thương hoặc căng thẳng. Tuy nhiên, đau cơ cũng có thể được gây ra bởi các bệnh, thuốc hoặc do phản ứng với việc tiêm phòng. Mất nước đôi khi cũng dẫn đến đau cơ, cho những người tham gia vào các hoạt động thể chất rộng rãi như tập luyện. Đó cũng là dấu hiệu của sự đào thải cấp tính sau phẫu thuật ghép tim.Các nguyên nhân phổ biến nhất là:Chấn thương hoặc chấn thương, bao gồm bong gân, tụ máu:Lạm dụng: sử dụng một cơ bắp quá nhiều, quá thường xuyên, bao gồm cả việc bảo vệ một chấn thương riêng biệtCăng thẳng mãn tínhĐau cơ xảy ra với:Tiêu cơ vân, liên quan đến:Vi-rútChấn thương nén dẫn đến hội chứng lòngLiên quan đến thuốcThông thường fibrate và statinThỉnh thoảng thuốc ức chế men chuyển, cocaine và một số loại thuốc retro-virusThiếu kali nặngĐau cơ xơHội chứng Ehlers-DanlosHội chứng cai nghiện từ một số loại thuốc Ngừng đột ngột corticosteroid, opioid, barbiturat, benzodiazepin, caffeine hoặc rượu đều có thể gây đau cơ.",
        "Điều trị": "Khi không rõ nguyên nhân gây đau cơ, cần điều trị triệu chứng. Các phương pháp điều trị phổ biến bao gồm áp nhiệt, nghỉ ngơi, paracetamol, NSAID và thuốc giãn cơ. ",
        "Bảng chọn điều hướng": "Công cụ cá nhânChưa đăng nhậpThảo luận cho địa chỉ IP nàyĐóng gópTạo tài khoảnĐăng nhậpKhông gian tênBài viếtThảo luậnBiến thểmở rộngthu gọnGiao diệnĐọcSửa đổiSửa mã nguồnXem lịch sửThêmmở rộngthu gọnTìm kiếmĐiều hướngTrang ChínhNội dung chọn lọcTin tứcBài viết ngẫu nhiênThay đổi gần đâyPhản hồi lỗiQuyên gópTương tácHướng dẫnGiới thiệu WikipediaCộng đồngThảo luận chungGiúp sử dụngLiên lạcTải tập tin lênCông cụCác liên kết đến đâyThay đổi liên quanTrang đặc biệtLiên kết thường trựcThông tin trangTrích dẫn trang nàyKhoản mục WikidataIn và xuấtTạo một quyển sáchTải về dưới dạng PDFBản để in raTại dự án khácWikimedia CommonsNgôn ngữ khácالعربيةBahasa IndonesiaCatalàDanskDeutschEnglishEspañolEsperantoEuskaraفارسیFrançaisGalego한국어ՀայերենItalianoעבריתҚазақшаMagyarNederlands日本語PolskiPortuguêsРусскийසිංහලSimple EnglishSlovenščinaSuomiSvenskaதமிழ்ไทยУкраїнська中文Sửa liên kết"
    },
    {
        "url": "https://vi.wikipedia.org/wiki/khó_chịu",
        "name": "khó chịu",
        "key": "d63cb25356c7a4fa42c0dccb867dff580cb3a2f5695225d823de38de71714f45",
        "overview": "Khó chịu là cảm giác hơi đau khổ, không thoải mái, hoặc đau đớn,... thường là triệu chứng cơ năng đầu tiên của nhiễm trùng hoặc các trình trạng bệnh khác.  Khó chịu trong tiếng Anh là malaise, đây là từ mượn tiếng Pháp thế kỷ 12. Khó chịu là một triệu chứng cơ năng không đặc hiệu và có thể xuất hiện ngay ở những tình trạng nhẹ nhàng nhất, chẳng hạn như cảm xúc (gây ngất do phản xạ thần kinh phế vị (thần kinh X hay thần kinh lang thang)) hoặc đói (hạ đường huyết  ), cho đến các tình trạng nghiêm trọng nhất (ung thư, đột quỵ, nhồi máu cơ tim., chảy máu trong, v.v.). Khó chịu thể hiện sự không thoải mái của bệnh nhân rằng \"có điều gì đó không ổn\", nó giống như lời tham phiền hoặc thúc giục của cơ thể bắt bệnh nhân phải đi khám để xác định mức độ nghiêm trọng. Tình trạng khó chịu được cho là do kích hoạt đáp ứng miễn dịch cùng với các cytokine gây viêm.  Một bài phát biểu của Tổng thống Mỹ Jimmy Carter vào năm 1979 thường được gọi là \"bài phát biểu gây khó chịu\" (malaise speech), mặc dù bản thân từ này không được Carter nhắc đến trong bài phát biểu. ",
        "Nguyên nhân": "Khó chịu là một triệu chứng cơ năng không đặc hiệu và có thể xuất hiện ngay ở những tình trạng nhẹ nhàng nhất, chẳng hạn như cảm xúc (gây ngất do phản xạ thần kinh phế vị (thần kinh X hay thần kinh lang thang)) hoặc đói (hạ đường huyết  ), cho đến các tình trạng nghiêm trọng nhất (ung thư, đột quỵ, nhồi máu cơ tim., chảy máu trong, v.v.).Khó chịu thể hiện sự không thoải mái của bệnh nhân rằng \"có điều gì đó không ổn\", nó giống như lời tham phiền hoặc thúc giục của cơ thể bắt bệnh nhân phải đi khám để xác định mức độ nghiêm trọng.Tình trạng khó chịu được cho là do kích hoạt đáp ứng miễn dịch cùng với các cytokine gây viêm. ",
        "Từ \"malaise\" trong tiếng Anh": "Từ \"malaise\" trong tiếng Anh ngoài việc sử dụng trong lĩnh vực y học, còn được sử dụng theo nghĩa bóng. Đình trệ kinh tế (tiếng Anh: Economic malaise) đề cập đến nền kinh tế trì trệ hoặc đang suy thoái - recession (khủng hoảng kinh tế - depression). Thuật ngữ này đặc biệt liên quan đến cuộc suy thoái kinh tế năm 1973–1975 tại Hoa Kỳ. Một bài phát biểu của Tổng thống Mỹ Jimmy Carter vào năm 1979 thường được gọi là \"bài phát biểu gây khó chịu\" (malaise speech), mặc dù bản thân từ này không được Carter nhắc đến trong bài phát biểu. ",
        "Đồng nghĩa": "Không thoải mái",
        "Phát âm": "Khó chịu:(Hà Nội) IPA: [xɔ˧˦ t͡ɕiw˧˨ʔ](Huế) IPA: [kʰɔ˨˩˦ t͡ɕiw˨˩ʔ] ~ [xɔ˨˩˦ t͡ɕiw˨˩ʔ](TP. Hồ Chí Minh) IPA: [kʰɔ˦˥ ciw˨˩˨] ~ [xɔ˦˥ ciw˨˩˨]Malaise:/məˈleɪz/ mə-LAYZ ",
        "Khoa": "Y học gia đình, Nội khoa, Nhi khoa, Lão khoa, Tâm lý học, Tâm lý học Lâm sàng",
        "Triệu chứng": "Cảm thấy bức bối hoặc không thoải mái",
        "Phương thức chẩn đoán": "Dựa vào triệu chứng thực thể",
        "Tình trạng tương tự": "Đau, lo lắng, buồn"
    },
    {
        "url": "https://vi.wikipedia.org/wiki/lở_miệng",
        "name": "lở miệng",
        "key": "4e8d64bf5813f007b5a92c11b44bc3ce2813fa915a94d3aa1c1399ad33d82887"
    },
    {
        "url": "https://vi.wikipedia.org/wiki/lở_thực_quản",
        "name": "lở thực quản",
        "key": "617846c918384e85e50b50970c950f4d0145328921a3230f087d9446c800c03f"
    },
    {
        "url": "https://vi.wikipedia.org/wiki/nhức_đầu",
        "name": "nhức đầu",
        "key": "58e424182bc91b4cf84242b55457df71d00f3bad1288def93952c027fb764c71",
        "overview": "Một trong những nguyên nhân gây nhức đầu phổ biến là do thời tiết thay đổi, làm mạch máu.  trong đầu giãn ra gây nên hiện tượng nhức đầu.",
        "Phân loại": "Phân loại đau đầu được trình bày khá đầy đủ trong cuốn Phân loại chuẩn Quốc tế về các rối loạn đau đầu (ICHD) của Hiệp hội Quốc tế về Bệnh Đau đầu, được tái bản năm 2004.  Phân loại này đã được WHO công nhận. Ngoài ra còn có các hệ thống phân loại khác. Một trong số các hệ thống đầu tiên được xuất bản vào năm 1951.  Viện Y tế Quốc gia Hoa Kỳ xây dựng một hệ thống phân loại vào năm 1962. Đau đầu cũng được phân loại theo độ nặng và độ cấp tính khi bắt đầu. Những cơn đau bắt đầu đột ngột và rất nặng còn được gọi là đau đầu sét đánh. ICHD-2 Bài chi tiết: International Classification of Headache DisordersCuốn Phân loại chuẩn Quốc tế về các rối loạn đau đầu (ICHD) là một hệ thống phân loại theo cấp bậc rất kỹ về các loại đau đầu. Nó bao gồm các tiêu chí chẩn đoán rõ ràng cho các rối loạn đau đầu. Ấn bản đầu tiên, ICHD-1, được xuất bản năm 1988. Bản tái bản hiện nay, ICHD-2, được xuất bản năm 2004. Hệ thống phân loại sử dụng các mã số. Mức đầu tiên (chữ số đầu tiên) bao gồm 14 nhóm đau đầu. Bốn nhóm đầu được coi là các loại đau đầu sơ cấp, nhóm 5 đến 12 là đau đầu thứ cấp, đau dây thần kinh sọ, đau trung tâm mặt và các loại đau đầu khác là hai nhóm cuối cùng. Nguyên nhân trầm trọng Nguyên nhân gây đau đầu có thể chia thành các bệnh lành tính và các bệnh nguy hiểm đến tính mạng. Cụ thể như:Đau nửa đầuViêm màng nãoViêm nãoU não, có thể bao gồm U não ác tínhÁp-xe nãoXuất huyết trong sọXuất huyết dưới màng cứngXuất huyết dưới màng nuôiUng thư não xâm lấnViêm động mạch thái dươngCúmSốt do Rickettsia RickettsiiHuyết áp caoTăng áp suất sọBệnh LymeChứng phình mạch máu nãoDị dạng mạchViêm xoangLupus ban đỏ hệ thốngBệnh tăng bạch cầu đơn nhânSuy hô hấp và tăng thán huyết (tăng CO2 máu)Viêm tuyến giápGlôcômPheochromocytoma (u tuyến thượng thận)   Cúm thường Sốt thung lũng Rift Sốt xuất huyết do vi khuẩn Ebola Thủy đậu Virut West Nile Sốt Lassa Viêm họng do streptococcus Quai bị Rubella Viêm não do Herpes simplex Tổn thương mạch máu não (đột quỵ) Do thời tiết Bài chi tiết: Nhức đầu do thay đổi thời tiếtMột trong những nguyên nhân gây nhức đầu phổ biến là do thời tiết thay đổi, làm mạch máu.  trong đầu giãn ra gây nên hiện tượng nhức đầu.",
        "Sinh lý bệnh học": "Bản thân não không cảm nhận được cảm giác đau, bởi vì nó không có thụ thể cảm nhận đau. Tuy nhiên, một số vùng trên đầu và cổ có thụ thể cảm nhận đau. Các vùng đó bao gồm các mạch máu ngoài sọ, các tĩnh mạch lớn, dây thần kinh sọ và dây thần kinh cột sống, cơ đầu và cơ cổ, và màng não. ",
        "Chẩn đoán": "Năm 2008, Trường Bác sĩ Cấp cứu Hoa Kỳ đã cập nhật hướng dẫn về đánh giá và điều trị bệnh nhân người lớn bị đau đầu cấp tính không nguy hiểm. Mặc dù về mặt thống kê, đau đầu chủ yếu là nguyên phát (không nguy hiểm và tự khỏi), một số hội chứng đau đầu thứ phát cần được điều trị đặc biệt và có thể là dấu hiệu cảnh báo của các bệnh nguy hiểm hơn.  Đôi khi rất khó phân biệt giữa đau đầu nguyên phát và thứ phát.Thường thì bệnh nhân khó có thể nhớ được những chi tiết của mỗi cơn đau đầu, vì thế nên làm một \"nhật ký đau đầu\" để ghi lại những đặc điểm của cơn đau.Chụp ảnh não Khi cơn đau không giống bất kỳ một loại đau đầu nguyên phát nào hoặc có những triệu chứng bất thường thì cần khám kỹ hơn.  Nên thực hiện chụp ảnh não (chụp CT đầu) khi có những vấn đề về thần kinh ví dụ như giảm khả năng nhận thức, yếu một bên người, kích cỡ đồng tử khác nhau, v.v. hoặc nếu cơn đau bắt đầu đột ngột và rất nặng, hoặc người đó dương tính với HIV.  Đối với người trên 50 tuổi cũng nên chụp CT. ",
        "Điều trị": "Wikipedia tiếng Việt không bảo đảm và không chịu trách nhiệm về tính pháp lý và độ chính xác của các thông tin có liên quan đến y học và sức khỏe. Đề nghị liên hệ và nhận tư vấn từ các bác sĩ hay các chuyên gia. Khuyến cáo cẩn thận khi sử dụng các thông tin này. Xem chi tiết lại Wikipedia:Phủ nhận y khoa và Wikipedia:Phủ nhận về nội dung.Một quảng cáo thuốc trị đau đầu cũĐau đầu cấp tính Không phải tất cả các loại đau đầu đều cần uống thuốc, và đa số có thể đơn giản chữa bằng thuốc giảm đau như paracetamol/acetaminophen hoặc các loại Thuốc chống viêm không steroid NSAID (nhưaspirin/acetylsalicylic acid, diclofenac hoặc ibuprofen). ...Đau đầu mãn tính Xem thêm: Theo dõi đau đầu mãn tínhĐối với các loại đau nửa đầu mãn tính không rõ nguyên nhân thì nên làm \"nhật ký đau đầu\" về loại đau, các triệu chứng liên quan, các yếu tố gây kích thích và làm nặng thêm. Điều đó sẽ giúp làm rõ đặc điểm của đau đầu, ví dụ như có liên quan đến việc dùng dược phẩm nào đó, chu kỳ kinh nguyệt, thiếu hoặc thừa một loại thức ăn nào đó.Vào tháng 3/2007, hai nhóm nghiên cứu độc lập đã kích thích não bằng điện cực và cho thấy có thể làm giảm cơn đau đầu cụm. Châm cứu cũng có tác dụng trong điều trị đau đầu mãn tính,  và cả đau đầu căng thẳng  lẫn đau nửa đầu.  Tuy nhiên hiệu quả có khác nhau giữa châm cứu thật sự và giả châm cứu hay không thì còn chưa rõ ràng. ",
        "Dịch tễ học": "Trong một năm, khoảng 90% dân số bị đau đầu. Trong số những người phải đi cấp cứu, khoảng 1% có nguyên nhân nghiêm trọng gây đau đầu. ",
        "Lịch sử": "Một bức biếm họa về đau đầu của George Cruikshank năm 1819.Văn bản đầu tiên ghi nhận hệ thống phân loại gần giống với hiện nay là De Cephalagia của Thomas Willis năm 1672. Năm 1787 Christian Baur chia đau đầu thành hai nhóm chính là tự phát (đau đầu nguyên phát) và triệu chứng (đau đầu thứ phát), và 84 nhóm nhỏ hơn. ",
        "ICD-9": "Một phản ứng thường gặp khi đau đầu là lấy một tay ấn vào trán",
        "DiseasesDB": "G43-G44, R51",
        "MedlinePlus": "339, 784.0",
        "eMedicine": "19825",
        "MeSH": "003024"
    },
    {
        "url": "https://vi.wikipedia.org/wiki/buồn_nôn",
        "name": "buồn nôn",
        "key": "978769040ba6ef302ae73a5805d834efba6692038674ec6ac82383242aaf8fb8",
        "overview": "Buồn nôn (tiếng Latin nausea, từ tiếng Hy Lạp ναυσία - nausia,  \"ναυτία\" - nautia, say tàu xe\", \"cảm thấy bị bệnh và buồn nôn\" ) là trạng thái khó chịu của dạ dày (thường gọi là đau bụng hay cảm giác bệnh ở dạ dày) có thể là sự buồn nôn tự dạ dày cho đến rất muốn mửa . Đôi khi, nhưng không phải là luôn luôn, nó có thể dẫn đến nôn mửa.  Buồn nôn là một triệu chứng không đặc hiệu, tức là có nhiều nguyên nhân gây ra. Một số nguyên nhân phổ biến của buồn nôn là say tàu xe, chóng mặt, đau nửa đầu, choáng ngất, viêm loét dạ dày tá tràng (viêm dạ dày) hoặc ngộ độc thực phẩm. Buồn nôn là một tác dụng phụ của nhiều loại thuốc bao gồm thuốc hóa trị ung thư, hoặc do ốm nghén trong kỳ sớm của thai kỳ. Buồn nôn cũng có thể được gây ra bởi sự lo lắng, cảm giác kinh tởm hay trầm cảm.    Thuốc dùng để phòng ngừa và điều trị buồn nôn được gọi là thuốc chống nôn. Các thuốc chống nôn thường được dùng là promethazine, metoclopramide và ondansetron. Từ buồn nôn trong tiếng Hy Lạp là từ ναῦς - naus, \"con tàu\"; ναυσία: \"say sóng\".  Có nhiều nguyên nhân gây buồn nôn. Năm 2009 có tổ chức y học đã liệt kê 700 lý do.  Trong đó nhiễm khuẩn đường tiêu hóa (37%) và ngộ độc thực phẩm là hai nguyên nhân phổ biến nhất.   Tuy nhiên, chỉ có 25% những người bị buồn nôn đến bác sĩ gia đình của họ để thăm khám.  Buồn nôn phổ biến nhất ở độ tuổi từ 15 đến 24 và ít hơn ở lứa tuổi khác.  Ngoài ra, tác dụng phụ của thuốc (3%) và mang thai cũng là những nguyên nhân thường gặp.   Khoảng 10% nguyên nhân buồn nôn vẫn chưa được biết rõ.  Ngộ độc thực phẩm làm khởi phát đột ngột chứng buồn nôn và ói mửa trong 1-6 giờ đầu sau khi ăn phải thực phẩm bị ô nhiễm và thường kéo dài từ 1 đến 2 ngày.  Nguyên nhân là sự tồn tại độc tố được sản xuất bởi vi khuẩn có trong thực phẩm, nhất là thực phẩm bẩn.  Nhiều loại thuốc có thể gây buồn nôn.  Như thuốc điều trị ung thư hay các nhóm thuốc dùng trong phác đồ hóa trị và thuốc gây mê phổ quát. Buồn nôn trong mang thai còn gọi là chứng \"ốm nghén\", phổ biến nhất là ở kỳ đầu mang thai, nhưng đôi khi có thể tiếp tục vào tam cá nguyệt thứ hai và thứ ba. Ở tam cá nguyệt đầu tiên khoảng 80% phụ nữ có dấu hiệu buồn nôn.  Vì vậy mang thai được coi là một nguyên nhân gây ra buồn nôn ở bất kỳ phụ nữ nào trong độ tuổi sinh đẻ.  Thông thường chỉ biểu hiện nhẹ và tự khỏi, tuy nhiên với trường hợp nghiêm trọng được gọi là chứng nôn nghén có thể được yêu cầu điều trị.  Một số tình trạng có liên quan đến sự mất cân bằng của cơ thể như say tàu xe và chóng mặt, có thể dẫn đến buồn nôn và ói mửa. Buồn nôn có thể được gây ra bởi căng thẳng và trầm cảm. Trong khi hầu hết nguyên nhân gây buồn nôn không phải là nghiêm trọng, tuy vậy có một số nguyên nhân là nghiêm trọng. Bao gồm tăng áp lực nội sọ thứ phát trong chấn thương đầu hay xuất huyết, đột quỵ , nhiễm toan tăng ceton đái đường, u não, phẫu thuật, đau tim, viêm tụy, tắc ruột non, viêm màng não, viêm ruột thừa, viêm túi mật, suy thượng thận cấp tính, sỏi ống mật chủ (từ sỏi mật), viêm gan. Cũng như dấu hiệu của nhiễm độc cacbon mônôxít và một số tình trạng khác.  Nhiều loại thuốc có sẵn để điều trị cơn buồn nôn.  Lựa chọn thuốc chống nôn để điều trị có thể dựa trên các nguyên nhân gây buồn nôn cho người bệnh. Đối với những người say tàu xe và chóng mặt, thuốc kháng histamin và thuốc kháng cholinergic như meclizine và scopalamine đặc biệt hiệu quả.  Buồn nôn và ói mửa liên quan đến chứng đau nửa đầu đáp ứng tốt với đối kháng dopamin như metoclopramid, prochlorperazine, và chlorpromazine.  Trong trường hợp viêm dạ dày tá tràng, thuốc đối kháng serotonin như ondansetron được dùng để ngăn chặn buồn nôn và ói mửa, cũng như giảm nhu cầu hồi sức dịch IV.  Sử dụng kết hợp giữa thuốc pyridoxine và doxylamine là điều trị bậc đầu tiên cho buồn nôn và ói mửa liên quan đến mang thai.  Dimenhydrinate dùng hiệu quả trong buồn nôn và nôn sau phẫu thuật.  Các yếu tố khác có thể ảnh hưởng đến việc lựa chọn thuốc chống nôn bao gồm mong muốn của bệnh nhân, những tác dụng phụ, và chi phí. Ở một số bệnh nhân nhất định, cần sa có thể có hiệu quả trong việc giảm buồn nôn và ói sau hóa trị.   Một số nghiên cứu đã chứng minh tác dụng điều trị của cần sa cho buồn nôn và nôn trong giai đoạn tiến triển của bệnh như ung thư và AIDS.   Ở bệnh viện, dùng gel bôi tại chỗ để chống buồn nôn không được chỉ định vì chưa có nghiên cứu đầy đủ.  Gel bôi có chứa lorazepam, diphenhydramine, và haloperidol đôi khi được sử dụng cho buồn nôn nhưng không hiệu tương đương bằng phương pháp điều trị thông thường.  Gừng cũng đã được chứng minh là có hiệu quả tiềm năng trong điều trị một số dạng buồn nôn.   Một số bằng chứng cho thấy châm cứu cũng góp phần hỗ trợ chống lại buồn nôn.  Hầu hết buồn nôn và nôn ngắn hạn nói chung là không gây hại, tuy nhiên đôi lúc lại gặp một tình trạng nghiêm trọng hơn. Việc nôn mửa kéo dài có thể dẫn đến mất nước và /hoặc mất cân bằng chất điện giải. Nếu không điều trị để lặp đi lặp lại, đặc trưng của chứng bệnh loạn ăn uống, có thể gây ra axit dạ dày, lâu dần gây men răng dẫn đến phá hủy răng.  ",
        "Nguyên nhân": "Có nhiều nguyên nhân gây buồn nôn. Năm 2009 có tổ chức y học đã liệt kê 700 lý do. Trong đó nhiễm khuẩn đường tiêu hóa (37%) và ngộ độc thực phẩm là hai nguyên nhân phổ biến nhất.   Tuy nhiên, chỉ có 25% những người bị buồn nôn đến bác sĩ gia đình của họ để thăm khám.  Buồn nôn phổ biến nhất ở độ tuổi từ 15 đến 24 và ít hơn ở lứa tuổi khác. Ngoài ra, tác dụng phụ của thuốc (3%) và mang thai cũng là những nguyên nhân thường gặp.   Khoảng 10% nguyên nhân buồn nôn vẫn chưa được biết rõ. Ngộ độc thực phẩm Ngộ độc thực phẩm làm khởi phát đột ngột chứng buồn nôn và ói mửa trong 1-6 giờ đầu sau khi ăn phải thực phẩm bị ô nhiễm và thường kéo dài từ 1 đến 2 ngày.  Nguyên nhân là sự tồn tại độc tố được sản xuất bởi vi khuẩn có trong thực phẩm, nhất là thực phẩm bẩn. Thuốc Nhiều loại thuốc có thể gây buồn nôn.  Như thuốc điều trị ung thư hay các nhóm thuốc dùng trong phác đồ hóa trị và thuốc gây mê phổ quát.Mang thai Buồn nôn trong mang thai còn gọi là chứng \"ốm nghén\", phổ biến nhất là ở kỳ đầu mang thai, nhưng đôi khi có thể tiếp tục vào tam cá nguyệt thứ hai và thứ ba. Ở tam cá nguyệt đầu tiên khoảng 80% phụ nữ có dấu hiệu buồn nôn.  Vì vậy mang thai được coi là một nguyên nhân gây ra buồn nôn ở bất kỳ phụ nữ nào trong độ tuổi sinh đẻ.  Thông thường chỉ biểu hiện nhẹ và tự khỏi, tuy nhiên với trường hợp nghiêm trọng được gọi là chứng nôn nghén có thể được yêu cầu điều trị. Mất cân bằng Một số tình trạng có liên quan đến sự mất cân bằng của cơ thể như say tàu xe và chóng mặt, có thể dẫn đến buồn nôn và ói mửa.Căng thẳng và trầm cảm Buồn nôn có thể được gây ra bởi căng thẳng và trầm cảm.Nghiêm trọng Trong khi hầu hết nguyên nhân gây buồn nôn không phải là nghiêm trọng, tuy vậy có một số nguyên nhân là nghiêm trọng. Bao gồm tăng áp lực nội sọ thứ phát trong chấn thương đầu hay xuất huyết, đột quỵ , nhiễm toan tăng ceton đái đường, u não, phẫu thuật, đau tim, viêm tụy, tắc ruột non, viêm màng não, viêm ruột thừa, viêm túi mật, suy thượng thận cấp tính, sỏi ống mật chủ (từ sỏi mật), viêm gan. Cũng như dấu hiệu của nhiễm độc cacbon mônôxít và một số tình trạng khác. ",
        "Điều trị": "Những thông tin y khoa của Wikipedia tiếng Việt chỉ mang tính chất tham khảo và không thể thay thế ý kiến chuyên môn. Trước khi sử dụng những thông tin này, đề nghị liên hệ và nhận sự tư vấn của các bác sĩ chuyên môn.Mất nước do nôn mửa được bù nước bằng dung dịch điện giải.  Trường hợp không hiệu quả bù dịch truyền tĩnh mạch có thể được yêu cầu.  Chăm sóc y tế được khuyến khích nếu: bệnh nhân mất nước nhiều hay có các triệu chứng nhiều hơn 2 ngày như sốt, đau dạ dày, nôn nhiều hơn hai lần trong một ngày hoặc không đi tiểu trong hơn 8 giờ. Thuốc Nhiều loại thuốc có sẵn để điều trị cơn buồn nôn.  Lựa chọn thuốc chống nôn để điều trị có thể dựa trên các nguyên nhân gây buồn nôn cho người bệnh. Đối với những người say tàu xe và chóng mặt, thuốc kháng histamin và thuốc kháng cholinergic như meclizine và scopalamine đặc biệt hiệu quả.  Buồn nôn và ói mửa liên quan đến chứng đau nửa đầu đáp ứng tốt với đối kháng dopamin như metoclopramid, prochlorperazine, và chlorpromazine.  Trong trường hợp viêm dạ dày tá tràng, thuốc đối kháng serotonin như ondansetron được dùng để ngăn chặn buồn nôn và ói mửa, cũng như giảm nhu cầu hồi sức dịch IV.  Sử dụng kết hợp giữa thuốc pyridoxine và doxylamine là điều trị bậc đầu tiên cho buồn nôn và ói mửa liên quan đến mang thai.  Dimenhydrinate dùng hiệu quả trong buồn nôn và nôn sau phẫu thuật.  Các yếu tố khác có thể ảnh hưởng đến việc lựa chọn thuốc chống nôn bao gồm mong muốn của bệnh nhân, những tác dụng phụ, và chi phí.Liệu pháp thay thế Ở một số bệnh nhân nhất định, cần sa có thể có hiệu quả trong việc giảm buồn nôn và ói sau hóa trị.   Một số nghiên cứu đã chứng minh tác dụng điều trị của cần sa cho buồn nôn và nôn trong giai đoạn tiến triển của bệnh như ung thư và AIDS.  Ở bệnh viện, dùng gel bôi tại chỗ để chống buồn nôn không được chỉ định vì chưa có nghiên cứu đầy đủ.  Gel bôi có chứa lorazepam, diphenhydramine, và haloperidol đôi khi được sử dụng cho buồn nôn nhưng không hiệu tương đương bằng phương pháp điều trị thông thường. Gừng cũng đã được chứng minh là có hiệu quả tiềm năng trong điều trị một số dạng buồn nôn.  Một số bằng chứng cho thấy châm cứu cũng góp phần hỗ trợ chống lại buồn nôn. ",
        "Tiên lượng": "Hầu hết buồn nôn và nôn ngắn hạn nói chung là không gây hại, tuy nhiên đôi lúc lại gặp một tình trạng nghiêm trọng hơn. Việc nôn mửa kéo dài có thể dẫn đến mất nước và /hoặc mất cân bằng chất điện giải. Nếu không điều trị để lặp đi lặp lại, đặc trưng của chứng bệnh loạn ăn uống, có thể gây ra axit dạ dày, lâu dần gây men răng dẫn đến phá hủy răng.  ",
        "Bảng chọn điều hướng": "Công cụ cá nhânChưa đăng nhậpThảo luận cho địa chỉ IP nàyĐóng gópTạo tài khoảnĐăng nhậpKhông gian tênBài viếtThảo luậnBiến thểmở rộngthu gọnGiao diệnĐọcSửa đổiSửa mã nguồnXem lịch sửThêmmở rộngthu gọnTìm kiếmĐiều hướngTrang ChínhNội dung chọn lọcTin tứcBài viết ngẫu nhiênThay đổi gần đâyPhản hồi lỗiQuyên gópTương tácHướng dẫnGiới thiệu WikipediaCộng đồngThảo luận chungGiúp sử dụngLiên lạcTải tập tin lênCông cụCác liên kết đến đâyThay đổi liên quanTrang đặc biệtLiên kết thường trựcThông tin trangTrích dẫn trang nàyKhoản mục WikidataIn và xuấtTạo một quyển sáchTải về dưới dạng PDFBản để in raTại dự án khácWikimedia CommonsNgôn ngữ khácالعربيةAvañe'ẽBahasa IndonesiaBahasa MelayuБеларускаяBosanskiБългарскиCatalàЧӑвашлаČeštinaCymraegDanskDeutschEestiEnglishЭрзяньEspañolEsperantoEuskaraفارسیFrançaisGalego한국어ՀայերենIdoItalianoעבריתKiswahiliLatinaLatviešuLietuviųമലയാളംمصرىNederlandsनेपाल भाषा日本語Norsk bokmålNorsk nynorskଓଡ଼ିଆਪੰਜਾਬੀPolskiPortuguêsRomânăRuna SimiРусскийSicilianuSimple EnglishSlovenčinaSlovenščinaСрпски / srpskiSrpskohrvatski / српскохрватскиSuomiSvenskaTagalogதமிழ்ไทยTürkçeУкраїнськаاردو吴语ייִדיש粵語中文Sửa liên kết",
        "Phân loại và tài liệu bên ngoài": "",
        "ICD-10": "Một bức tranh năm 1681 miêu tả một người đang nôn",
        "ICD-9": "R11.0",
        "MedlinePlus": "787.03",
        "MeSH": "003117"
    },
    {
        "url": "https://vi.wikipedia.org/wiki/nôn",
        "name": "nôn",
        "key": "2d0cb42ba16308ef1ec07e6e52adcc40518447b17168347c1097d349e9cdb949",
        "overview": "Nôn, ói hay nôn mửa là tình trạng rối loạn tiêu hóa buộc thức ăn trong dạ dày đi ngược lên thực quản và thoát ra ngoài qua đường miệng hoặc đôi khi qua mũi. Tình trạng này xảy ra có thể do tự nhiên cơ thể tự phản ứng hoặc có chủ ý dưới tác động của bên ngoài. Có nhiều nguyên nhân dẫn đến tình trạng này. Nôn có thể là triệu chứng của nhiều loại bệnh khác nhau, từ bệnh phổ biến cho tới hiếm gặp.  Triệu chứng của nôn mửa thường bao gồm đau bụng, tiêu chảy, đau đầu nhẹ, hoa mắt, chóng mặt, ngoài ra còn có thế bị toát mồ hôi lạnh hay khô miệng. Trong trường hợp nghiêm trọng, đau ngực, ngất xỉu và nôn ra máu có thể xảy ra. ",
        "Triệu chứng": "14th-century illustration of vomiting from the Casanatense Tacuinum SanitatisTriệu chứng của nôn mửa thường bao gồm đau bụng, tiêu chảy, đau đầu nhẹ, hoa mắt, chóng mặt, ngoài ra còn có thế bị toát mồ hôi lạnh hay khô miệng. Trong trường hợp nghiêm trọng, đau ngực, ngất xỉu và nôn ra máu có thể xảy ra. ",
        "Nguyên nhân": "Có rất nhiều bệnh và chứng rối loạn có thể gây ra ói mửa. Những nguyên nhân thường gặp nhất có thể là:Do nhiễm virus gây ra viêm dạ dày – ruột. Viêm dạ dày là tình trạng viêm (đỏ, sưng) ở dạ dày có thể gây ra nôn mửa. Ngoài ra, các bệnh về ruột như tắc nghẽn ruột, đau túi mật, loét dạ dày và viêm ruột thừa cũng là những nguyên nhân có thể gây ra nôn mửa .Do các loại thuốc như hóa trị liệu, thuốc giảm đau, morphine và thuốc kháng sinh thường gây buồn nôn và nôn mửa .Do các vấn đề về tâm lý liên quan đến căng thẳng và chứng rối loạn ăn uống và các nguyên nhân phổ biến khác như đau, chóng mặt, phẫu thuật, nóng bức, chấn thương hoặc các chứng say khi di chuyển (say máy bay, say xe, say tàu thủy hoặc tàu lửa) .",
        "Cách điều trị": "Wikipedia tiếng Việt không bảo đảm và không chịu trách nhiệm về tính pháp lý và độ chính xác của các thông tin có liên quan đến y học và sức khỏe. Đề nghị liên hệ và nhận tư vấn từ các bác sĩ hay các chuyên gia. Khuyến cáo cẩn thận khi sử dụng các thông tin này. Xem chi tiết lại Wikipedia:Phủ nhận y khoa và Wikipedia:Phủ nhận về nội dung.Việc điều trị phụ thuộc vào nguyên nhân gây bệnh. Mục tiêu chính của việc điều trị là thay thế lượng chất lỏng hoặc chất điện giải đã mất (những chất đặc biệt kiểm soát sự cân bằng chất lỏng trong cơ thể).Giải pháp uống nước canh ấm hoặc dung dịch điện giải glucose thường được sử dụng. Nếu bạn xuất hiện các triệu chứng nghiêm trọng, bạn có thể phải nhập viện và truyền dịch dưới tĩnh mạch. Các loại thuốc kháng sinh có thể hiệu quả đối với vi khuẩn nhưng không hiệu quả đối với virus và các bệnh nhiễm trùng. Các loại thuốc kháng axit không kê toa như thuốc kháng thụ thể histamine-2 (H2) và thuốc ức chế bơm proton (PPI) như omeprazole có thể kiểm soát các triệu chứng viêm dạ dày nhẹ. Nếu bạn bị đau túi mật, viêm ruột thừa và tắc nghẽn ruột, bạn có thể cần phải nhập viện và phẫu thuật. ",
        "Bảng chọn điều hướng": "Công cụ cá nhânChưa đăng nhậpThảo luận cho địa chỉ IP nàyĐóng gópTạo tài khoảnĐăng nhậpKhông gian tênBài viếtThảo luậnBiến thểmở rộngthu gọnGiao diệnĐọcSửa đổiSửa mã nguồnXem lịch sửThêmmở rộngthu gọnTìm kiếmĐiều hướngTrang ChínhNội dung chọn lọcTin tứcBài viết ngẫu nhiênThay đổi gần đâyPhản hồi lỗiQuyên gópTương tácHướng dẫnGiới thiệu WikipediaCộng đồngThảo luận chungGiúp sử dụngLiên lạcTải tập tin lênCông cụCác liên kết đến đâyThay đổi liên quanTrang đặc biệtLiên kết thường trựcThông tin trangTrích dẫn trang nàyKhoản mục WikidataIn và xuấtTạo một quyển sáchTải về dưới dạng PDFBản để in raTại dự án khácWikimedia CommonsNgôn ngữ khácالعربيةAzərbaycancaBahasa IndonesiaBahasa MelayuবাংলাБеларускаяBosanskiBrezhonegБългарскиБуряадCatalàČeštinaChiShonaCymraegDanskDeutschދިވެހިބަސްEestiΕλληνικάEmiliàn e rumagnòlEnglishЭрзяньEspañolEsperantoEuskaraفارسیFrançaisGalego한국어HausaHawaiʻiՀայերենहिन्दीHrvatskiIdoᐃᓄᒃᑎᑐᑦ/inuktitutÍslenskaItalianoעבריתಕನ್ನಡქართულიҚазақшаКыргызчаKiswahiliLatinaLatviešuLietuviųLimburgsMagyarМакедонскиമലയാളംमराठीMìng-dĕ̤ng-ngṳ̄Nederlands日本語НохчийнNorsk bokmålNorsk nynorskОлык марийଓଡ଼ିଆOʻzbekcha/ўзбекчаਪੰਜਾਬੀPolskiPortuguêsRomânăRuna SimiРусскийСаха тылаSimple EnglishسنڌيSlovenčinaSlovenščinaکوردیСрпски / srpskiSrpskohrvatski / српскохрватскиSundaSuomiSvenskaதமிழ்తెలుగుไทยТоҷикӣತುಳುTürkçeTürkmençeТыва дылУдмуртУкраїнськаاردوWalon吴语ייִדיש粵語Žemaitėška中文Sửa liên kết",
        "Phân loại và tài liệu bên ngoài": "",
        "ICD-10": "Miracle of Marco Spagnolo, tranh của Giorgio Bonola (Quadroni of St. Charles)",
        "ICD-9": "R11",
        "MeSH": "787"
    },
    {
        "url": "https://vi.wikipedia.org/wiki/sưng_gan_lách",
        "name": "sưng gan lách",
        "key": "00149f5bfe90c49e989a8213e998cbf9c9bda10585fdcb8d3b65d05a9171547f"
    },
    {
        "url": "https://vi.wikipedia.org/wiki/sút_cân",
        "name": "sút cân",
        "key": "6acc93553b87365b00b43e0a398bb80419c65d866cc08fc430a027050126a25b"
    },
    {
        "url": "https://vi.wikipedia.org/wiki/thần_kinh",
        "name": "thần kinh",
        "key": "0122653d082fdaefbb6508c16f6442e334224f2213bfb48b4519cf4f84fd72b4",
        "overview": "Thần kinh có thể đề cập đến:",
        "Bảng chọn điều hướng": "Công cụ cá nhânChưa đăng nhậpThảo luận cho địa chỉ IP nàyĐóng gópTạo tài khoảnĐăng nhậpKhông gian tênBài viếtThảo luậnBiến thểmở rộngthu gọnGiao diệnĐọcSửa đổiSửa mã nguồnXem lịch sửThêmmở rộngthu gọnTìm kiếmĐiều hướngTrang ChínhNội dung chọn lọcTin tứcBài viết ngẫu nhiênThay đổi gần đâyPhản hồi lỗiQuyên gópTương tácHướng dẫnGiới thiệu WikipediaCộng đồngThảo luận chungGiúp sử dụngLiên lạcTải tập tin lênCông cụCác liên kết đến đâyThay đổi liên quanTrang đặc biệtLiên kết thường trựcThông tin trangTrích dẫn trang nàyKhoản mục WikidataIn và xuấtTạo một quyển sáchTải về dưới dạng PDFBản để in raNgôn ngữ khácDanskDeutschEnglishFrançais한국어ItalianoLatinaNederlands粵語Sửa liên kết"
    },
    {
        "url": "https://vi.wikipedia.org/wiki/viêm_phế_quản",
        "name": "viêm phế quản",
        "key": "ff60d8483baa70517cae0842eb567489c35ca5a126171bf545df71c6f59dd93a",
        "overview": "Viêm phế quản là chứng viêm nhiễm tại phế quản (đường thở lớn và trung bình) trong phổi.  Các triệu chứng bao gồm ho ra đờm, thở khò khè, khó thở và khó chịu ở ngực.  Viêm phế quản được chia thành hai loại: cấp tính và mãn tính.  Viêm phế quản cấp tính cũng được biết đến như chứng cảm lạnh ở ngực.  Viêm phế quản cấp tính thường khiến người nhiễm bị ho kéo dài khoảng ba tuần.  Trong hơn 90% trường hợp nguyên nhân là một bệnh nhiễm virus.  Các loại virus này có thể lây lan qua không khí khi người ta ho hoặc qua tiếp xúc trực tiếp. Yếu tố nguy cơ bao gồm tiếp xúc với khói thuốc lá, bụi, và các loại ô nhiễm không khí khác.  Một số ít trường hợp là do mức độ ô nhiễm không khí hoặc vi khuẩn như Mycoplasma pneumoniae hoặc Bordetella pertussis.   Điều trị viêm phế quản cấp tính thường bao gồm nghỉ ngơi, paracetamol (acetaminophen), và các thuốc chống viêm không steroid để giảm sốt.   Bệnh phổi tắc nghẽn mạn tính được định nghĩa như chứng ho kéo dài trong ba tháng hoặc hơn hàng năm, và kéo dài ít nhất là hai năm.  Hầu hết những người bị viêm phế quản mãn tính có bệnh phổi tắc nghẽn mạn tính (COPD).  Hút thuốc lá là nguyên nhân phổ biến nhất, với một số lý do khác như ô nhiễm không khí và do di truyền với tỷ lệ thấp hơn.  Phương pháp điều trị bao gồm việc bỏ thuốc lá, tiêm chủng, phục hồi chức năng và thường xuyên hít thuốc giãn phế quản và steroid.  Một số người có thể khỏe hơn nhờ liệu pháp oxy dài hạn hoặc cấy ghép phổi.  Viêm phế quản cấp tính là một trong những bệnh phổ biến nhất.   Khoảng 5% người lớn bị ảnh hưởng và khoảng 6% trẻ em có ít nhất một lần bị mỗi năm.   Trong năm 2010, viêm phế quản mãn tính ảnh hưởng 329 triệu người, gần 5% dân số toàn cầu.  Trong năm 2013, bệnh này dẫn đến 2,9 triệu ca tử vong, tăng từ 2,4 triệu ca tử vong trong năm 1990. ",
        "Liên kết ngoài": "NIH entry on BronchitisMedlinePlus entries on Acute bronchitis and Chronic bronchitisMayo Clinic factsheet on bronchitis",
        "Bảng chọn điều hướng": "Công cụ cá nhânChưa đăng nhậpThảo luận cho địa chỉ IP nàyĐóng gópTạo tài khoảnĐăng nhậpKhông gian tênBài viếtThảo luậnBiến thểmở rộngthu gọnGiao diệnĐọcSửa đổiSửa mã nguồnXem lịch sửThêmmở rộngthu gọnTìm kiếmĐiều hướngTrang ChínhNội dung chọn lọcTin tứcBài viết ngẫu nhiênThay đổi gần đâyPhản hồi lỗiQuyên gópTương tácHướng dẫnGiới thiệu WikipediaCộng đồngThảo luận chungGiúp sử dụngLiên lạcTải tập tin lênCông cụCác liên kết đến đâyThay đổi liên quanTrang đặc biệtLiên kết thường trựcThông tin trangTrích dẫn trang nàyKhoản mục WikidataIn và xuấtTạo một quyển sáchTải về dưới dạng PDFBản để in raTại dự án khácWikimedia CommonsNgôn ngữ khácAfrikaansالعربيةԱրեւմտահայերէնAsturianuAzərbaycancaتۆرکجهBahasa IndonesiaBahasa MelayuবাংলাБеларускаяBosanskiБългарскиCatalàČeštinaDanskDeutschދިވެހިބަސްEestiΕλληνικάEnglishEspañolEsperantoEuskaraفارسیFrançaisGaeilgeGalego한국어Հայերենहिन्दीIdoÍslenskaItalianoעבריתJawaಕನ್ನಡҚазақшаКыргызчаKirundiLatinaLatviešuLëtzebuergeschLietuviųMagyarमराठीNederlands日本語Norsk bokmålNorsk nynorskଓଡ଼ିଆOʻzbekcha/ўзбекчаਪੰਜਾਬੀپنجابیភាសាខ្មែរPortuguêsRomânăРусскийSimple EnglishSlovenščinaکوردیСрпски / srpskiSuomiSvenskaதமிழ்TaqbaylitТатарча/tatarçaతెలుగుไทยTürkçeTürkmençeУкраїнськаاردوWalonWinaray吴语ייִדיש粵語中文Sửa liên kết",
        "Phát âm": "",
        "Chuyên khoa": "Hình A cho thấy vị trí của phổi và khí quản. Hình B là một hình phóng to của các ống phế quản bình thường. Hình C là một hình phóng to của các ống phế quản bị viêm nhiễm.",
        "ICD-10": "bron-kye-tis ",
        "ICD-9-CM": "Bệnh truyền nhiễm, pulmonology",
        "DiseasesDB": "J20-J21, J42",
        "MedlinePlus": "466, 491, 490",
        "eMedicine": "29135",
        "MeSH": "001087"
    },
    {
        "url": "https://vi.wikipedia.org/wiki/viêm_họng",
        "name": "viêm họng",
        "key": "b53a3116aacfc943f4a49bc25b5698cf423061a0b9e004438c6b15a3d1635e0d",
        "overview": "Viêm họng là viêm nhiễm ở vùng họng.  Nó thường dẫn đến đau họng và sốt.  Các triệu chứng khác có thể bao gồm sổ mũi, ho, nhức đầu, khó nuốt, sưng hạch hàm và bị khàn giọng.   Các triệu chứng thường kéo dài 3-5 ngày.  Biến chứng có thể bao gồm viêm xoang và viêm tai giữa cấp tính.  Viêm họng là một loại nhiễm trùng đường hô hấp trên.  Hầu hết các trường hợp viêm họng là do nhiễm virus.  Viêm họng do liên cầu khuẩn, một bệnh nhiễm trùng do vi khuẩn, là nguyên nhân ở khoảng 25% trẻ em và 10% người lớn.  Nguyên nhân không phổ biến bao gồm các vi khuẩn khác như lậu, nấm, các chất kích thích như khói thuốc, dị ứng và bệnh trào ngược dạ dày thực quản.  Thử nghiệm cụ thể không được khuyến cáo ở những người có triệu chứng nhiễm virus rõ ràng, chẳng hạn như cảm lạnh.  Mặt khác, xét nghiệm phát hiện kháng nguyên nhanh (RADT) hoặc phết họng được khuyến khích áp dụng.  Các điều kiện khác có thể tạo ra các triệu chứng tương tự bao gồm viêm nắp thanh quản, viêm tuyến giáp, áp xe sau hầu và đôi khi là bệnh tim.  Thuốc chống viêm không steroid, chẳng hạn như ibuprofen, có thể được sử dụng để giúp giảm đau họng.  Thuốc gây tê, chẳng hạn như thuốc bôi capocaine, cũng có thể giúp ích.  Viêm họng do liên cầu khuẩn thường được điều trị bằng kháng sinh, chẳng hạn như penicillin hoặc amoxicillin.  Việc dùng steroid có tác dụng trong chữa trị viêm họng cấp tính, hay chỉ dùng trường hợp viêm họng nghiêm trọng, là vẫn chưa rõ ràng.   Khoảng 7,5% số người bị đau họng trong thời gian 3 tháng bất kỳ.  Hai hoặc ba lần viêm họng trong một năm không phải là hiếm.  Viêm họng là chứng dẫn đến 15 triệu lượt khám bác sĩ tại Hoa Kỳ trong năm 2007   Viêm họng là nguyên nhân phổ biến nhất của đau họng.  Viêm họng là bệnh mà khi đó niêm mạc họng và hầu bị viêm. Giống như các loại bệnh viêm khác, viêm họng có thể là cấp tính hay mạn tính. Phần lớn các trường hợp viêm họng do virus gây ra (40 – 80%), phần còn lại là do vi khuẩn, nấm hay các chất kích thích như chất gây ô nhiễm hay hóa chất. Viêm họng có thể dẫn đến viêm amidan khiến việc thở và nuốt gặp khó khăn. Viêm họng có thể đi kèm với ho và sốt, ví dụ như trong trường hợp nguyên nhân của nó là nhiễm trùng phần trên của đường hô hấp. Viêm họng có thể xuất hiện riêng biệt, nhưng thường gặp xuất hiện cùng với các bệnh: viêm V.A, viêm amidan, bệnh phát ban, cúm, sởi, bạch hầu, ho gà, vincent, hoặc một số bệnh máu. Viêm họng có nhiều thể loại: Viêm họng cấp, viêm họng mãn tính (viêm họng mãn tính có thể đặc biệt được xếp thành bệnh riêng là bệnh viêm họng hạt), Viêm họng đặc hiệu: Viêm họng Vincent, viêm họng có màng giả do Bạch hầu (Klebs - Loefler). Triệu chứng ban đầu thường là: Cảm giác khô nóng và rát trong họng, nuốt nói cảm thấy vướng, sau đó tăng lên thành đau trong họng, nói khó hoặc nuốt khó, ho khạc nhưng thường không có đờm mà chỉ ra ít nước nhày. Bệnh nhân có thể thấy mệt mỏi, sốt nhẹ ớn lạnh; hoặc sốt cao 38 – 39 độ C trong viêm cấp tính hoặc kèm theo viêm Amidan, cúm  nhiễm virut... Triệu chứng sổ mũi ngạt mũi, hắt hơi, nhức đầu, ù tai thường kèm theo ở trường hợp viêm họng do cúm, dị ứng thời tiết, do lạnh... Khám họng thấy: Toàn bộ hoặc một phần niêm mạc họng đỏ rực. Màn hầu, trụ trước, trụ sau và thành sau họng phù nề, đỏ thẫm. Ngoài ra còn có thể thấy: amidan viêm to, trên bề mặt amiđan có chất nhầy trong. Khám các hạch vùng cổ dưới hàm có thể viêm tấy, đỏ, đau Xét nghiệm công thức máu sẽ thấy bạch cầu tăng cao (hoặc có thể không tăng trong trường hợp nguyên nhân là do vi rút trong giai đoạn đầu), tốc độ máu lắng tăng, chỉ số CRP (C Reaction Protein) dương tính. Xét nghiệm nhày họng, bằng phương pháp nhuộm đơn thấy nhiều tế bào bạch cầu, vi khuẩn (trực khuẩn hoặc cầu khuẩn). Nhuộm bằng phương pháp gram có thể thấy cầu khuẩn gram dương (xếp đôi, hoặc thành đám hoặc đứng riêng rẽ) hoặc thấy cả xoắn khuẩn Vincent. Nếu có điều kiện nuôi cấy chất nhày họng sẽ xác định được loại vi khuẩn gây viêm họng cấp, trên cơ sở đó thực hiện kháng sinh đồ để chọn kháng sinh thích hợp cho việc điều trị. Bệnh viêm họng mạn tính gồm 4 thể: Biểu hiện của bệnh viêm họng hạt là cảm giác vướng víu, ngứa rát thường xuyên trong họng; ho và khạc đờm quánh dính hoặc trắng nhầy thường xuyên (nhất là sáng sớm, khi ngủ dậy). Nhiều người bệnh do ngứa họng nên hay khậm khạc, dặng hắng. Khám tại chỗ thấy thành bên họng hơi đỏ, thành sau họng có những hạt trắng hồng. Niêm mạc họng đỏ và dày lên, có thể có những ổ loét dễ nhầm với bệnh nhiệt miệng. Tổ chức bạch huyết ở thành sau họng phát triển mạnh, quá phát thành từng đám to nhỏ không đều, màu hồng hoặc đỏ, lâu ngày các đám này thu gọn lại thành những hạt to nhỏ hình thù khác nhau (viêm họng hạt). Có khi tập trung thành một dải gồ lên ở phía sau và dọc theo trụ sau của amidan trông như một trụ sau thứ hai gọi là “trụ giả”. Do liên cầu khuẩn tan huyết bê ta nhóm A (Group A Beta-hemolytic streptococcus – GABHS) gây ra Đây là một viêm họng nguy hiểm vì có biến chứng sang viêm khớp cấp, viêm màng trong tim cấp hoặc mãn tính gây hẹp hở van tim, viêm cầu thận cấp.... Bệnh do liên cầu khuẩn gây ra. Do cấu tạo vỏ của vi khuẩn gần giống cấu tạo của tổ chức liên kết (bao khớp, màng tim, màng thận...) khi bị nhiễm liên cầu khuẩn, cơ thể phản ứng sinh ra kháng thể chống vi khuẩn đồng thời kháng thể này cũng dung giải luôn chính tổ chức của mình gây nên bệnh thấp khớp cấp, viêm cầu thận, viêm màng tim (thấp tim)... Triệu chứng lâm sàng thường không có khác biệt nhiều với các viêm họng cấp khác, Chẩn đoán xác định dựa vào xét nghiệm nuôi cấy hoặc soi tươi dịch họng thấy có liên cầu khuẩn. Trên lâm sàng dựa vào một số yếu tố quan trọng để phát hiện viêm họng do liên cầu bêta tan huyết nhóm A: Viêm họng Vinvent thuộc nhóm viêm họng loét, do vi khuẩn hình thoi và xoắn khuẩn sống ký sinh ở họng. Khi gặp điều kiện thuận lợi như cơ thể suy yếu, rối loạn dinh dưỡng hay sâu răng, viêm amidan nó sẽ làm rối loạn dinh dưỡng niêm mạc họng và gây loét.Thường gặp ở người trẻ, bắt đầu một cách âm thầm: sốt nhẹ, mệt mỏi, cảm giác nóng rát họng, nuốt đau nhất là với chất rắn ở một bên họng. Khám họng: thấy trên mặt amidan một bên có giả mạc trắng. Viêm họng có 2 nguyên nhân chủ yếu: do nhiễm trùng và không do nhiễm trùng. Chủ yếu (80 %) là do virut, các loại virut có khả năng cao gây bệnh viêm họng gồm có: Rhinovirus, coronavirus và parainfluenza virus, Virut cúm A và cúm B, Viruts adenovirus, virus Epstein-Barr (EBV), herpes simplex (HPV) thường gây ra lở loét lạnh...Ngoài ra còn do các loại khác nhau của vi khuẩn : tụ cầu, liên cầu trong đó có liên cầu khuẩn tan huyết b nhóm A gây nhiều biến chứng nguy hiểm,lậu cầu trùng, nấm ký sinh... Chất kích thích và chất gây dị ứng có thể làm cháy các lớp lót ở họng gây viêm họng, bao gồm: Chất gây kích ứng giải phóng vào không khí như: Các dung môi hòa tan, xăng công nghiệp, thuốc xịt chứa hóa chất, khí lò than có chứa khí lưu huỳnh, khói bụi và uống rượu mạnh nồng độ cao sẽ đốt cháy lớp lót niêm mạc miệng, lạm dụng thuốc xông xịt mũi.... Nhiễm lạnh: Mùa đông lạnh, không khí khô hanh là 1 điều kiện phát sinh bệnh viêm họng, hoặc thay nhiệt độ đột ngột thất thường. Thời tiết nóng bức sử dụng điều hòa nhiệt độ nhiều, độ lạnh sâu cơ thể chưa thích nghi kịp, da bị khô và dễ bị viêm họng. Viêm họng do rất nhiều nguyên nhân gây nên, thuốc kháng sinh chỉ có tác dụng trong trường hợp nguyên nhân gây bệnh là vi trùng. Cứ viêm họng thì sử dụng thuốc kháng sinh là lạm dụng, đôi khi gây bất lợi, không phải lúc nào thuốc kháng sinh cũng là lựa chọn tối ưu cho bệnh viêm họng.Nguyên tắc điều trị là phải dựa vào nguyên nhân gây bệnh, Chỉ dùng kháng sinh trong trường hợp xác định được vi khuẩn là nguyên nhân gây bệnh và có kết quả của kháng sinh đồ thì nên lựa chọn kháng sinh để điều trị cho thích hợp với tuổi, tình trạng bệnh và tính động học của kháng sinh. Tuy nhiên không phải lúc nào, cơ sở khám bệnh nào cũng xác định nhanh chóng nguyên nhân gây bệnh là do vi trùng và cho kháng sinh đúng đủ liều lượng. Cấy họng hoặc làm xét nghiệm nhanh phết họng tìm Streptoccocus (kết quả có trong vòng 15 phút) là phương pháp hiện nay dùng để chẩn đoán viêm họng do virut hay do vi khuẩn, thường chỉ thực hiện được ở các bệnh viện lớn có điều kiện cả về vật chất và thời gian, mặt khác xét nghiệm không thấy vi khuẩn thì chưa thể loại trừ được nguyên nhân gây bệnh là vi trùng. Vậy thì, vấn đề cần đặt ra là: Khi nào cần dùng kháng sinh trong viêm họng? Không dùng kháng sinh kh: Các triệu chứng toàn thân cũng như tại chỗ thể hiện rõ đây là do vi rut, cảm cúm, viêm họng trong viêm mũi dị ứng thời tiết, bỏng hóa chất và các chất kích thích.... Nguyên nhân do vi rut thường kèm theo triệu chứng viêm long đường hô hấp (ho, sổ mũi, hắt hơi, khàn tiếng...) Các kháng sinh thường được sử dụng trong viêm họng là: Penicillin (hoặc Ampicillin, Amoxicillin), Cephalosporins, Macrolides và Clindamycine. Thời gian trung bình để điều trị là 10 ngày ở nhóm dùng Penicillin hoặc 5 ngày ở nhóm dùng Cefpodoxime, Cefdinir, hoặc Azithromycin. Kháng sinh nên kết hợp hai loại trở lên để hạn chế hiện tượng kháng thuốc. Cây Húng chanh là cây thân thảo, sống lâu năm. Lá và ngọn non ngoài việc dùng làm rau gia vị, còn được sử dụng như một vị thuốc giúp trị cảm cúm, sốt cao, chảy máu cam, viêm họng, khản tiếng…- Chữa cảm cúm, ho, viêm họng, khản tiếng: Lá húng chanh non 5-10g giã nát vắt lấy nước cốt nóng. Hoặc đem giã nhỏ một nắm lá (15-20g), thêm nước, vắt lấy nước uống làm 2 lần trong ngày. Đối với trẻ em, thêm ít đường, đem hấp cơm cho uống làm 2-3 lần Cây rẻ quạt (xạ can) chữa viêm họng:Rẻ quạt có vị đắng, tính mát, thanh nhiệt, giải độc, tiêu đờm, tiêu viêm, mát cổ họng, được dùng để chữa các bệnh về họng như ho, viêm họng, đau họng, khản tiếng. Rẻ quạt, còn có tên xạ can (tên khoa học là Belamcanda chinensis (DC) Red.), là một cây thảo sống dai thuộc họ Lay-ơn (Iridaceae).+ Trị ho: trong họng có nước khò khè như gà kêu: Rẻ quạt 13 củ, Ma hoàng 120g, Sinh khương 120g, Tế tân, Tử uyển, Khoản đông hoa đều 90g, Ngũ vị tử ½ thăng, Đại táo 7 trái, Bán hạ(chế). Sắc Ma hoàng với 1 đấu 2 thăng nước cho sôi, vớt bỏ bọt, cho các vị kia vào nấu còn 3 thăng, chia làm 3 lần, uống ấm.  Áp dụng cho tất cả các trường hợp viêm họng, có nhiều loại dung dịch: nước muối 0,9 %, Nước súc miệng TB, Septosan, Tantum Verde,....... trẻ em có thể bôi họng bằng Glycerin borat 5 %, nhỏ mũi Argyrol 1 %.Thông thường, viêm họng (do phần lớn nguyên nhân là siêu vi trùng) sẽ khỏi, triệu chứng đau họng sẽ hết trong vòng 5-7 ngày và chỉ sử dụng biện pháp sát trùng thông thoáng khoang miệng kết hợp với các thuốc điều trị triệu chứng như: hạ sốt, giảm đau  giảm ho, chống mất nước, tăng cường sức đề kháng, các vi ta min... Dùng các loại kháng sinh và corticoid cho vào máy tạo khí dung để xông họng, biện pháp này thường sử dụng cho viêm họng mãn tính, viêm họng hạt Điều trị bệnh theo phác đồ, chữa viêm họng là các liệu pháp kết hợp. Điều trị các viêm nhiễm kết hợp, các biến chứng. Trong trường hợp viêm họng do liên cầu tan huyết beta nhóm A ở trẻ em, cần có thêm liệu pháp tiêm phòng thấp khớp hàng tháng để tránh các biến chứng",
        "Đại cương": "Viêm họng là bệnh mà khi đó niêm mạc họng và hầu bị viêm. Giống như các loại bệnh viêm khác, viêm họng có thể là cấp tính hay mạn tính. Phần lớn các trường hợp viêm họng do virus gây ra (40 – 80%), phần còn lại là do vi khuẩn, nấm hay các chất kích thích như chất gây ô nhiễm hay hóa chất. Viêm họng có thể dẫn đến viêm amidan khiến việc thở và nuốt gặp khó khăn. Viêm họng có thể đi kèm với ho và sốt, ví dụ như trong trường hợp nguyên nhân của nó là nhiễm trùng phần trên của đường hô hấp. Viêm họng có thể xuất hiện riêng biệt, nhưng thường gặp xuất hiện cùng với các bệnh: viêm V.A, viêm amidan, bệnh phát ban, cúm, sởi, bạch hầu, ho gà, vincent, hoặc một số bệnh máu.",
        "Triệu chứng": "Viêm họng có nhiều thể loại: Viêm họng cấp, viêm họng mãn tính (viêm họng mãn tính có thể đặc biệt được xếp thành bệnh riêng là bệnh viêm họng hạt), Viêm họng đặc hiệu: Viêm họng Vincent, viêm họng có màng giả do Bạch hầu (Klebs - Loefler).Viêm họng cấp (hoặc gọi là viêm họng đỏ) Triệu chứng ban đầu thường là: Cảm giác khô nóng và rát trong họng, nuốt nói cảm thấy vướng, sau đó tăng lên thành đau trong họng, nói khó hoặc nuốt khó, ho khạc nhưng thường không có đờm mà chỉ ra ít nước nhày. Bệnh nhân có thể thấy mệt mỏi, sốt nhẹ ớn lạnh; hoặc sốt cao 38 – 39 độ C trong viêm cấp tính hoặc kèm theo viêm Amidan, cúm  nhiễm virut... Triệu chứng sổ mũi ngạt mũi, hắt hơi, nhức đầu, ù tai thường kèm theo ở trường hợp viêm họng do cúm, dị ứng thời tiết, do lạnh... Khám họng thấy: Toàn bộ hoặc một phần niêm mạc họng đỏ rực. Màn hầu, trụ trước, trụ sau và thành sau họng phù nề, đỏ thẫm. Ngoài ra còn có thể thấy: amidan viêm to, trên bề mặt amiđan có chất nhầy trong. Khám các hạch vùng cổ dưới hàm có thể viêm tấy, đỏ, đauCác triệu chứng trên có thể diễn biến 3 – 4 ngày rồi lui dần và mất đi do điều trị hoặc tự khỏi do sức để kháng của cơ thể.Xét nghiệm công thức máu sẽ thấy bạch cầu tăng cao (hoặc có thể không tăng trong trường hợp nguyên nhân là do vi rút trong giai đoạn đầu), tốc độ máu lắng tăng, chỉ số CRP (C Reaction Protein) dương tính. Xét nghiệm nhày họng, bằng phương pháp nhuộm đơn thấy nhiều tế bào bạch cầu, vi khuẩn (trực khuẩn hoặc cầu khuẩn). Nhuộm bằng phương pháp gram có thể thấy cầu khuẩn gram dương (xếp đôi, hoặc thành đám hoặc đứng riêng rẽ) hoặc thấy cả xoắn khuẩn Vincent. Nếu có điều kiện nuôi cấy chất nhày họng sẽ xác định được loại vi khuẩn gây viêm họng cấp, trên cơ sở đó thực hiện kháng sinh đồ để chọn kháng sinh thích hợp cho việc điều trị.Viêm họng mãn tính Triệu chứng cơ năng Bệnh nhân cảm thấy khô họng, nóng rát trong họng hoặc có cảm giác ngứa họng, vướng họng nhất là khi ngủ dậy, phải cố khạc đờm, đằng hắng để làm long đờm, đờm dẻo và đặc thường tăng lên khi nuốt. Bệnh nhân thường phải khạc nhổ luôn, có ít nhầy quánh. Ho nhiều vào ban đêm, khi lạnh, nuốt hơi nghẹn. Tiếng nói bị khàn trong giây lát, khạc hoặc hắng dặng thì tiếng trở lại bình thường. Khi uống rượu, hút thuốc lá nhiều, nói nhiều, triệu chứng trên càng trở nên rõ rệt.Khám thực thể Bệnh viêm họng mạn tính gồm 4 thể:Một là: Viêm họng mạn tính sung huyết đơn thuần. Niêm mạc họng đỏ, nổi nhiều tia mao mạch máu.Hai là : Viêm họng mạn tính xuất tiết. Thành sau họng có tăng xuất tiết nhầy, trong, hơi dính vào niêm mạc, chảy từ vòm xuống hạ họng, tạm thời mất đi khi bệnh nhân nuốt. Niêm mạc họng cũng đỏ và nổi nhiều tia mao  mạch máu.Ba là: Viêm họng mạn tính quá phát. Niêm mạc họng đỏ và dày lên. Tổ chức bạch huyết ở thành sau họng phát triển mạnh, quá phát thành từng đám to nhỏ không đều, màu hồng hoặc đỏ. Có khi tập trung thành một dải gồ lên ở phía sau và dọc theo trụ sau của amidan trông như một trụ sau thứ hai gọi là “trụ giả”. Thể này gọi là viêm họng hạt.Bốn là: Viêm họng teo. Niêm mạc họng teo dần, những tuyến nhầy dưới niêm mạc cũng teo đi làm cho niêm mạc họng từ đỏ thẫm biến thành màu hồng rồi nhợt nhạt, khô và đọng những vảy mỏng, vàng, khô bám vào từng chỗ. Niêm mạc họng trở thành mỏng, các trụ sau cũng teo biến đi làm cho họng trở nên rộng hơn. Viêm họng teo thường là viêm họng do nghề nghiệp hoặc ở người già hoặc ở những người trĩ mũi.Viêm họng hạt (Thể đặc biệt của viêm họng mãn) Biểu hiện của bệnh viêm họng hạt là cảm giác vướng víu, ngứa rát thường xuyên trong họng; ho và khạc đờm quánh dính hoặc trắng nhầy thường xuyên (nhất là sáng sớm, khi ngủ dậy). Nhiều người bệnh do ngứa họng nên hay khậm khạc, dặng hắng. Khám tại chỗ thấy thành bên họng hơi đỏ, thành sau họng có những hạt trắng hồng. Niêm mạc họng đỏ và dày lên, có thể có những ổ loét dễ nhầm với bệnh nhiệt miệng. Tổ chức bạch huyết ở thành sau họng phát triển mạnh, quá phát thành từng đám to nhỏ không đều, màu hồng hoặc đỏ, lâu ngày các đám này thu gọn lại thành những hạt to nhỏ hình thù khác nhau (viêm họng hạt). Có khi tập trung thành một dải gồ lên ở phía sau và dọc theo trụ sau của amidan trông như một trụ sau thứ hai gọi là “trụ giả”.Viêm họng đặc hiệu Viêm họng do liên cầu khuẩn Do liên cầu khuẩn tan huyết bê ta nhóm A (Group A Beta-hemolytic streptococcus – GABHS) gây ra Đây là một viêm họng nguy hiểm vì có biến chứng sang viêm khớp cấp, viêm màng trong tim cấp hoặc mãn tính gây hẹp hở van tim, viêm cầu thận cấp.... Bệnh do liên cầu khuẩn gây ra. Do cấu tạo vỏ của vi khuẩn gần giống cấu tạo của tổ chức liên kết (bao khớp, màng tim, màng thận...) khi bị nhiễm liên cầu khuẩn, cơ thể phản ứng sinh ra kháng thể chống vi khuẩn đồng thời kháng thể này cũng dung giải luôn chính tổ chức của mình gây nên bệnh thấp khớp cấp, viêm cầu thận, viêm màng tim (thấp tim)... Triệu chứng lâm sàng thường không có khác biệt nhiều với các viêm họng cấp khác, Chẩn đoán xác định dựa vào xét nghiệm nuôi cấy hoặc soi tươi dịch họng thấy có liên cầu khuẩn.Trên lâm sàng dựa vào một số yếu tố quan trọng để phát hiện viêm họng do liên cầu bêta tan huyết nhóm A:Bệnh thường khởi phát đột ngột với biểu hiện sốt cao 39-40 độ C, người mệt mỏi.Khám họng thấy có mủ trắng bẩn ở khe, hốc amidan hai bên. Sờ thấy hạch dưới hàm cả hai bên, di động, ấn đau.Bạch cầu đa nhân trung tính tăng cao khi lấy máu làm xét nghiệm.Để khẳng định chính xác, người ta cần quệt dịch nhày ở họng đem soi tươi, nuôi cấy tìm liên cầu gây bệnh cùng với việc tiến hành định lượng kháng thể kháng liên cầu trong máu qua phản ứng ASLO: tăng tỷ lệ chậm và không liên tục (thường là trên 300 đơn vị Todd).Viêm họng do bạch hầu: (Klebs - Loefler) Bệnh bạch hầu: thường xảy ra thành dịch. Khám họng thường thấy có giả mạc, giả mạc gắn chặt vào niêm mạc, khi bóc ra thì chảy máu, giả mạc mọc rất nhanh, lan ra các trụ và màn hầu, giả mạc không tan trong nước. Bệnh cảnh nhiễm trùng, nhiễm độc rõ. Hạch cổ, dưới cằm nổi nhiều và nhanhViêm họng Vincent Viêm họng Vinvent thuộc nhóm viêm họng loét, do vi khuẩn hình thoi và xoắn khuẩn sống ký sinh ở họng. Khi gặp điều kiện thuận lợi như cơ thể suy yếu, rối loạn dinh dưỡng hay sâu răng, viêm amidan nó sẽ làm rối loạn dinh dưỡng niêm mạc họng và gây loét.Thường gặp ở người trẻ, bắt đầu một cách âm thầm: sốt nhẹ, mệt mỏi, cảm giác nóng rát họng, nuốt đau nhất là với chất rắn ở một bên họng. Khám họng: thấy trên mặt amidan một bên có giả mạc trắng.Giả mạc chỉ khu trú ở một bên amidan nhưng ngày càng lan rộng ra. Giả mạc dày trắng đục, dễ lây, không dai mà ngược lại dễ mủn, vỡ. Đặc biệt amidan bên kia vẫn bình thườngGiả mạc tự rơi ra để lại vết loét nông, bờ nổi gờ, thành đứng, đáy màu xám bẩn có chỗ hoại tử.Có thể có sưng đau hạch sau góc hàm bên bệnh nhân. Với thể nặng có sốt cao, hạch cổ sưng to và đau, amidan bên bệnh sưng to, các trụ và màn hầu nề, vết loét rộng, đáy hoại tử rõ. Nuốt đau rõ rệt, hơi thở hôi.Tiến triển: Với thể trạng khỏe, có sức đề kháng tốt, sau độ 10 ngày thì vết loét tự lên nụ hạt, liền lại. Với thể trạng yếu, kém sức đề kháng, vết loét có thể lan ra lưỡi, miệng.Bệnh cần chẩn đoán phân biệt với bệnh nhiệt miệng (áp - tơ), nấm vùng miệng, hay tưa lưỡi",
        "Nguyên nhân": "Viêm họng có 2 nguyên nhân chủ yếu: do nhiễm trùng và không do nhiễm trùng.Nguyên nhân do nhiễm trùng Chủ yếu (80 %) là do virut, các loại virut có khả năng cao gây bệnh viêm họng gồm có: Rhinovirus, coronavirus và parainfluenza virus, Virut cúm A và cúm B, Viruts adenovirus, virus Epstein-Barr (EBV), herpes simplex (HPV) thường gây ra lở loét lạnh...Ngoài ra còn do các loại khác nhau của vi khuẩn : tụ cầu, liên cầu trong đó có liên cầu khuẩn tan huyết b nhóm A gây nhiều biến chứng nguy hiểm,lậu cầu trùng, nấm ký sinh...Nguyên nhân không do nhiễm trùng Chất kích thích và chất gây dị ứng có thể làm cháy các lớp lót ở họng gây viêm họng, bao gồm: Chất gây kích ứng giải phóng vào không khí như: Các dung môi hòa tan, xăng công nghiệp, thuốc xịt chứa hóa chất, khí lò than có chứa khí lưu huỳnh, khói bụi và uống rượu mạnh nồng độ cao sẽ đốt cháy lớp lót niêm mạc miệng, lạm dụng thuốc xông xịt mũi.... Nhiễm lạnh: Mùa đông lạnh, không khí khô hanh là 1 điều kiện phát sinh bệnh viêm họng, hoặc thay nhiệt độ đột ngột thất thường. Thời tiết nóng bức sử dụng điều hòa nhiệt độ nhiều, độ lạnh sâu cơ thể chưa thích nghi kịp, da bị khô và dễ bị viêm họng.",
        "Điều trị": "Vấn đề sử dụng thuốc kháng sinh Viêm họng do rất nhiều nguyên nhân gây nên, thuốc kháng sinh chỉ có tác dụng trong trường hợp nguyên nhân gây bệnh là vi trùng. Cứ viêm họng thì sử dụng thuốc kháng sinh là lạm dụng, đôi khi gây bất lợi, không phải lúc nào thuốc kháng sinh cũng là lựa chọn tối ưu cho bệnh viêm họng.Nguyên tắc điều trị là phải dựa vào nguyên nhân gây bệnh, Chỉ dùng kháng sinh trong trường hợp xác định được vi khuẩn là nguyên nhân gây bệnh và có kết quả của kháng sinh đồ thì nên lựa chọn kháng sinh để điều trị cho thích hợp với tuổi, tình trạng bệnh và tính động học của kháng sinh.Tuy nhiên không phải lúc nào, cơ sở khám bệnh nào cũng xác định nhanh chóng nguyên nhân gây bệnh là do vi trùng và cho kháng sinh đúng đủ liều lượng. Cấy họng hoặc làm xét nghiệm nhanh phết họng tìm Streptoccocus (kết quả có trong vòng 15 phút) là phương pháp hiện nay dùng để chẩn đoán viêm họng do virut hay do vi khuẩn, thường chỉ thực hiện được ở các bệnh viện lớn có điều kiện cả về vật chất và thời gian, mặt khác xét nghiệm không thấy vi khuẩn thì chưa thể loại trừ được nguyên nhân gây bệnh là vi trùng. Vậy thì, vấn đề cần đặt ra là: Khi nào cần dùng kháng sinh trong viêm họng?Chỉ định dùng kháng sinh khi: Có kết quả xét nghiệm tìm thấy vi trùng, có các triệu chứng kèm theo xác định được nguyên nhân là vi trùng như: có giả mạc trong bạch hầu, loét vincent, viêm amidan, họng có mủ, phì đại các hạch vùng cổ, họng sưng phù, cứng họng và đau khi nuốt, xét nghiệm bạch cầu tăng cao.....Không dùng kháng sinh kh: Các triệu chứng toàn thân cũng như tại chỗ thể hiện rõ đây là do vi rut, cảm cúm, viêm họng trong viêm mũi dị ứng thời tiết, bỏng hóa chất và các chất kích thích.... Nguyên nhân do vi rut thường kèm theo triệu chứng viêm long đường hô hấp (ho, sổ mũi, hắt hơi, khàn tiếng...)Nhiều trường hợp, do không có điều kiện hoặc rất khó phân biệt rõ ràng nguyên nhân gây bệnh thì nên cân nhắc việc dùng kháng sinh, xem xét kỹ càng, tiên lượng các diễn biến của bệnh để có liệu pháp kháng sinh phù hợpCác kháng sinh thường được sử dụng trong viêm họng là: Penicillin (hoặc Ampicillin, Amoxicillin), Cephalosporins, Macrolides và Clindamycine. Thời gian trung bình để điều trị là 10 ngày ở nhóm dùng Penicillin hoặc 5 ngày ở nhóm dùng Cefpodoxime, Cefdinir, hoặc Azithromycin. Kháng sinh nên kết hợp hai loại trở lên để hạn chế hiện tượng kháng thuốc.Đông y điều trị viêm họng Theo Đông Y, nguyên nhân gây bệnh có nhiều,  thường gặp là do nhiệt độc của phế vị xông lên và nhiễm khí độc của dịch lệ:Do nhiệt độc Triệu chứng: Có ho sốt nhẹ, nuốt thấy vướng mắc ở cổ họng, hoặc cảm thấy hơi đau.Điều trị:Thuốc: ô mai: 2g, Sài đất: 4g, Húng chanh: 2g. Sắc ngậm nuốt dần, hoặc giã sống ngậm nuốt nuốt dần.  - Châm cứu: hợp cốc (châm tả, Thiếu dương (thích huyết), Thiên trụ (bình bổ bình tả lưu kim 15')Nhiễm khí độc Triệu chứng: Bệnh phát nhanh, sốt cao và đột ngột tiếng không trong, ho tiếng nặng, trong họng có tiếng như kéo cưa, chân tay hơi lạnh, họng đỏ không có mảng trắng; Rêu lưỡi dày vàng, chất lưỡi đỏ.Điều trị:Thuốc: Sơn đậu căn: 9g; Cam thảo dây: 6g; Củ rẻ quạt: 8g; Sài đất: 20g.Nước 400ml sắc lấy 150 ml. Mỗi lần cho uống 1-2 thìa cà phê, cách nửa giờ cho uống 1 lần.Châm cứu: Dùng các huỵêt trên, nhưng tăng cường độ và thời gian.Vị thuốc dân gian chữa bệnh viêm họng Cây Húng chanh là cây thân thảo, sống lâu năm. Lá và ngọn non ngoài việc dùng làm rau gia vị, còn được sử dụng như một vị thuốc giúp trị cảm cúm, sốt cao, chảy máu cam, viêm họng, khản tiếng…- Chữa cảm cúm, ho, viêm họng, khản tiếng: Lá húng chanh non 5-10g giã nát vắt lấy nước cốt nóng. Hoặc đem giã nhỏ một nắm lá (15-20g), thêm nước, vắt lấy nước uống làm 2 lần trong ngày. Đối với trẻ em, thêm ít đường, đem hấp cơm cho uống làm 2-3 lầnCây rẻ quạt (xạ can) chữa viêm họng:Rẻ quạt có vị đắng, tính mát, thanh nhiệt, giải độc, tiêu đờm, tiêu viêm, mát cổ họng, được dùng để chữa các bệnh về họng như ho, viêm họng, đau họng, khản tiếng. Rẻ quạt, còn có tên xạ can (tên khoa học là Belamcanda chinensis (DC) Red.), là một cây thảo sống dai thuộc họ Lay-ơn (Iridaceae).+ Trị ho: trong họng có nước khò khè như gà kêu: Rẻ quạt 13 củ, Ma hoàng 120g, Sinh khương 120g, Tế tân, Tử uyển, Khoản đông hoa đều 90g, Ngũ vị tử ½ thăng, Đại táo 7 trái, Bán hạ(chế). Sắc Ma hoàng với 1 đấu 2 thăng nước cho sôi, vớt bỏ bọt, cho các vị kia vào nấu còn 3 thăng, chia làm 3 lần, uống ấm. Các thuốc sát trùng làm sạch khoang miệng, thông thoáng mũi họng Áp dụng cho tất cả các trường hợp viêm họng, có nhiều loại dung dịch: nước muối 0,9 %, Nước súc miệng TB, Septosan, Tantum Verde,....... trẻ em có thể bôi họng bằng Glycerin borat 5 %, nhỏ mũi Argyrol 1 %.Thông thường, viêm họng (do phần lớn nguyên nhân là siêu vi trùng) sẽ khỏi, triệu chứng đau họng sẽ hết trong vòng 5-7 ngày và chỉ sử dụng biện pháp sát trùng thông thoáng khoang miệng kết hợp với các thuốc điều trị triệu chứng như: hạ sốt, giảm đau  giảm ho, chống mất nước, tăng cường sức đề kháng, các vi ta min...Khí dung Dùng các loại kháng sinh và corticoid cho vào máy tạo khí dung để xông họng, biện pháp này thường sử dụng cho viêm họng mãn tính, viêm họng hạtCác viêm họng đặc hiệu Điều trị bệnh theo phác đồ, chữa viêm họng là các liệu pháp kết hợp. Điều trị các viêm nhiễm kết hợp, các biến chứng. Trong trường hợp viêm họng do liên cầu tan huyết beta nhóm A ở trẻ em, cần có thêm liệu pháp tiêm phòng thấp khớp hàng tháng để tránh các biến chứng",
        "Phòng bệnh": "Vệ sinh họng, răng, miệng hàng ngày bằng cách đánh răng, súc họng bằng nước muối loãng. - Cần đeo khẩu trang khi ra đường để tránh khói bụi, tránh những nơi môi trường bị ô nhiễm.Để phòng ngừa bệnh viêm họng, cần vệ sinh răng miệng, họng, mũi thường xuyên; hạn chế làm việc hoặc nằm ngủ thẳng hướng gió quạt điện thổi, hạn chế bật máy điều hòa ở nhiệt độ quá thấp; tránh những nơi có bụi, khói, hơi hóa chất, thuốc lá, không khí quá khô hoặc quá nóng; làm việc trong môi trường lạnh, khô nên uống nước ấm nhiều lần; hạn chế dùng thức ăn lạnh, nước uống lạnh hoặc có đá. Với phòng ngủ, cần thoáng mát nhưng không được có gió lùa, nếu có điều hòa nhiệt độ thì nên giữ ở mức nhiệt độ mát mẻ dễ chịu,Điều trị nguyên nhân tiềm tàng gây viêm họngGiải quyết các ổ viêm tiềm tàng ở mũi, xoang (viêm xoang sau), viêm amiđan. Giải quyết sự lưu thông của mũi: dị hình vách ngăn, polyp mũi, thoái hoá cuốn mũi dưới...Loại bỏ các kích thích như: bụi, hoá chất, thuốc lá, rượu...Điều trị dị ứng (nếu do thể địa)",
        "Chú thích": "^ a b c Hildreth, AF; Takhar, S; Clark, MA; Hatten, B (tháng 9 năm 2015). “Evidence-Based Evaluation And Management Of Patients With Pharyngitis In The Emergency Department”. Emergency Medicine Practice. 17 (9): 1–16, quiz 16–7. PMID 26276908.^ a b Rutter, Paul Professor; Newby, David (2015). Community Pharmacy ANZ: Symptoms, Diagnosis and Treatment (bằng tiếng Anh). Elsevier Health Sciences. tr. 19. ISBN 9780729583459. Bản gốc lưu trữ 8 tháng Chín năm 2017.^ Neville, Brad W.; Damm, Douglas D.; Allen, Carl M.; Chi, Angela C. (2016). Oral and maxillofacial pathology (ấn bản 4). St. Louis, MO: Elsevier. tr. 166. ISBN 9781455770526. OCLC 908336985. ^ “Pharyngitis”. National Library of Medicine. Bản gốc lưu trữ ngày 20 tháng 5 năm 2016. Truy cập ngày 4 tháng 8 năm 2016.^ a b c Weber, R (tháng 3 năm 2014). “Pharyngitis”. Primary Care. 41 (1): 91–8. doi:10.1016/j.pop.2013.10.010. PMID 24439883.^ Principi, N; Bianchini, S; Baggi, E; Esposito, S (tháng 2 năm 2013). “No evidence for the effectiveness of systemic corticosteroids in acute pharyngitis, community-acquired pneumonia and acute otitis media”. European Journal of Clinical Microbiology & Infectious Diseases. 32 (2): 151–60. doi:10.1007/s10096-012-1747-y. PMC 7087613. PMID 22993127.^ Hayward, G; Thompson, MJ; Perera, R; Glasziou, PP; Del Mar, CB; Heneghan, CJ (17 tháng 10 năm 2012). “Corticosteroids as standalone or add-on treatment for sore throat”. The Cochrane Database of Systematic Reviews. 10: CD008268. doi:10.1002/14651858.CD008268.pub2. PMID 23076943.^ Jones, Roger (2004). Oxford Textbook of Primary Medical Care (bằng tiếng Anh). Oxford University Press. tr. 674. ISBN 9780198567820. Truy cập ngày 4 tháng 8 năm 2016.^ Marx, John (2010). Rosen's emergency medicine: concepts and clinical practice (ấn bản 7). Philadelphia, Pennsylvania: Mosby/Elsevier. Chapter 30. ISBN 978-0-323-05472-0.",
        "Liên kết ngoài": "Điều trị viêm họng hạt - Bệnh viêm họng hạt và cách điều trị không cần kháng sinh bạn nên biết. 24h.com.vn 15/1/2019Bệnh viêm họng hạt mãn tính và cách chữa hiệu quả không cần đốt hạt. vietnammoi.vn 15/1/2019",
        "Bảng chọn điều hướng": "Công cụ cá nhânChưa đăng nhậpThảo luận cho địa chỉ IP nàyĐóng gópTạo tài khoảnĐăng nhậpKhông gian tênBài viếtThảo luậnBiến thểmở rộngthu gọnGiao diệnĐọcSửa đổiSửa mã nguồnXem lịch sửThêmmở rộngthu gọnTìm kiếmĐiều hướngTrang ChínhNội dung chọn lọcTin tứcBài viết ngẫu nhiênThay đổi gần đâyPhản hồi lỗiQuyên gópTương tácHướng dẫnGiới thiệu WikipediaCộng đồngThảo luận chungGiúp sử dụngLiên lạcTải tập tin lênCông cụCác liên kết đến đâyThay đổi liên quanTrang đặc biệtLiên kết thường trựcThông tin trangTrích dẫn trang nàyKhoản mục WikidataIn và xuấtTạo một quyển sáchTải về dưới dạng PDFBản để in raTại dự án khácWikimedia CommonsNgôn ngữ khácالعربيةBahasa IndonesiaবাংলাБеларускаяCatalàCymraegDanskDeutschދިވެހިބަސްEestiEnglishEspañolEuskaraفارسیFrançaisGaeilge한국어Հայերենहिन्दीIdoÍslenskaItalianoעבריתҚазақшаКыргызчаമലയാളംNederlands日本語Norsk nynorskଓଡ଼ିଆភាសាខ្មែរPolskiPortuguêsRomânăРусскийSicilianuSlovenščinaSuomiSvenskaไทยTürkçeУкраїнськаייִדיש中文Sửa liên kết",
        "Chuyên khoa": "",
        "ICD-10": "Triệu chứng của bệnh viêm họng do virus.Phần miệng-hầu bị sưng phồng và đỏ tấy lên.",
        "ICD-9-CM": "Khoa tai mũi họng",
        "DiseasesDB": "J02, J31.2",
        "MedlinePlus": "462, 472.1",
        "eMedicine": "24580",
        "MeSH": "000655"
    },
    {
        "url": "https://vi.wikipedia.org/wiki/viêm_tai_giữa",
        "name": "viêm tai giữa",
        "key": "996d1e27b357ae1c247a54e601f1aec27b59d9a7d35a3eb89221365ec37f189e",
        "overview": "Viêm tai giữa là một nhóm các bệnh ở tai giữa.  Có hai dạng chính là viêm tai giữa cấp tính(VTGC) và viêm tai giữa có dịch tiết (VTGTD).  VTGC là một bệnh nhiễm trùng khởi phát đột ngột thường với triệu chứng đau tai. Ở trẻ em nhỏ đau tai thường làm bé kéo dật tai, khóc nhiều hơn, và ngủ kém. Ngoài ra, còn có khi ta thấy bé sốt và ăn uống kém đi. VTGTD thường không có các triệu chứng cơ năng chỉ điểm.  Đôi khi bệnh nhân mô tả một cảm giác đầy nặng tai. VTGTD được định nghĩa là tình trạng tai giữa nhìn thấy dịch không nhiễm trùng trong hơn ba tháng. Viêm tai giữa sinh mủ mạn tính(VTGM) là bệnh viêm tai giữa kéo dài hơn hai tuần và tình trạng này phải gây ra nhiều đợt chảy mủ ra lỗ tai. Đôi khi nguyên nhân là biến chứng từ viêm tai giữa cấp. Bệnh nhân thường hiếm khi thấy đau tai.  Cả ba dạng trên đều có thể liên quan đến tình trạng khiếm thính ở bệnh nhân.   Mất thính lực trong VTGTD, do là bệnh kéo dài, có thể ảnh hưởng đến khả năng học ở trẻ mắc bệnh.  Có một vài phương pháp phòng ngừa nguy cơ viêm tai giữa bao gồm sử dụng vắcxin phòng pneumococcus và influenza, bú sữa mẹ hoàn toàn trong sáu tháng đầu đời, và tránh khói thuốc lá.  Điều trị quan trọng là việc sử dụng các thuốc giảm đau.  Có thể là paracetamol (acetaminophen), ibuprofen, thuốc nhỏ tai benzocaine, hay opioids.  Trường hợp VTGC, kháng sinh có thể giúp bệnh khỏe nhanh hơn nhưng có thể gây ra các tác dụng phụ.  Kháng sinh thường chỉ được đề nghị ở những bệnh nhân nặng hoặc nhỏ hơn hai tuổi. Ở những ca bệnh nhẹ hơn thường chỉ được đề nghị kháng sinh nếu bệnh không cải thiện sau hai đến ba ngày.  Kháng sinh hàng đầu tiên được chọn thường là amoxicillin. Ở những bệnh nhân bị nhiễm trùng tai giữa thường xuyên, ống thông nhĩ có thể giúp giảm tái phát.  Ở trẻ em mắc viêm tai giữa có dịch tiết, kháng sinh có thể giúp giải quyết triệu chứng, nhưng cũng có thể gây ra tiêu chảy, nôn ói, và nổi ban da.  Tính trên toàn thế giới, VTGC ảnh hưởng đến 11% số người một năm (khoảng 325 đến 710 triệu ca).   Phân nửa số ca là trẻ em dưới năm tuổi và bệnh thường gặp hơn ở nam giới.   Trong số người mắc, khoảng 4,8% hay 31 triệu người mắc VTGC bệnh phát triển thành viêm tai giữa sinh mủ mạn.  Trước mười tuổi, VTGTD ảnh hưởng đến khoảng 80% trẻ em ở một thời điểm nào đó.  Viêm tai giữa gây ra 2.400 cái chết vào năm 2013 - giảm từ 4900 ca tử vong vào năm 1900.  Viêm tai giữa ở trẻ em thường là viêm cấp do nhiễm trùng hoặc ứ đọng dịch trong hòm tai mà thành.  Do đặc điểm giải phẫu và sinh lý của trẻ em có nhiều điểm khác biệt với người lớn, nên trẻ em thường hay bị viêm tai giữa cấp hơn: Viêm tai giữa cấp ở trẻ nhỏ có thể gây thủng màng nhĩ, làm tiêu xương, gián đoạn chuỗi xương con... ảnh hưởng đến sức nghe của trẻ. Trẻ bị nghe kém, nhất là từ khi chưa phát triển lời nói, sẽ dẫn đến rối loạn ngôn ngữ (nói ngọng, nói không rõ âm, từ...) làm giảm sút nghiêm trọng chất lượng giao tiếp xã hội sau này của trẻ. Nặng hơn nữa là những biến chứng nhiễm trùng, nhiều khi ảnh hưởng đến tính mạng: viêm tai giữa cấp có thể dẫn đến những biến chứng sọ não cực kỳ nguy hiểm như viêm màng não, áp xe não do tai, viêm tắc tĩnh mạch bên, do viêm nhiễm lan từ trần hòm tai lên não hoặc gây liệt dây thần kinh mặt (dây số VII). Viêm tai giữa ở trẻ nhỏ thường biểu hiện bằng các triệu chứng sau: Tóm lại tất cả các em bé bị sốt không rõ nguyên nhân, những trẻ nhỏ bị tiêu chảy và nôn... đều phải được khám kỹ càng về tai mũi họng để có thể phát hiện sớm được bệnh viêm tai giữa cấp. Các bà mẹ tưởng chừng như bệnh đã lui nhưng thực ra viêm tai giữa đã bắt đầu chuyển sang giai đoạn mạn tính, với 1 dấu hiệu rất quan trọng: chảy mủ tai. Nếu vẫn không được điều trị bệnh sẽ diễn biến thành viêm tai giữa mạn tính hoặc viêm tai - xương chũm mạn tính, dẫn đến rất nhiều hậu quả xấu sau này cho trẻ, cùng với nguy cơ biến chứng có thể xảy ra vào bất kỳ lúc nào. Việc chẩn đoán và điều trị viêm tai giữa ở trẻ nhỏ nhất thiết phải do các thầy thuốc chuyên khoa có kinh nghiệm tiến hành. Tùy theo từng giai đoạn của bệnh mà có cách điều trị khác nhau.",
        "Bệnh viêm tai giữa": "Màng nhĩ của tai bị viêm giữaViêm tai giữa ở trẻ em thường là viêm cấp do nhiễm trùng hoặc ứ đọng dịch trong hòm tai mà thành.  Do đặc điểm giải phẫu và sinh lý của trẻ em có nhiều điểm khác biệt với người lớn, nên trẻ em thường hay bị viêm tai giữa cấp hơn:Trẻ em hay bị viêm mũi họng, vi khuẩn sẽ từ các ổ viêm này lan lên tai gây nên viêm tai giữa.Ở trẻ em, vòi nhĩ (eustachian tube) nối hòm tai và họng mũi) ngắn hơn, khẩu kính lớn hơn ở người lớn nên vi trùng và các chất xuất tiết ở mũi họng rất dễ lan lên tai giữa, nhất là khi em bé nằm ngửa thì tai sẽ ở vị trí thấp hơn mũi họng, nếu em bé khóc, vòi nhĩ sẽ mở rộng thêm làm cho các chất xuất tiết ở mũi họng theo đó chảy vào hòm tai.Hệ thống niêm mạc đường hô hấp (niêm mạc mũi họng, niêm mạc hòm tai, niêm mạc khí phế quản...) ở trẻ em rất nhạy cảm, rất dễ phản ứng với những kích thích hóa, lý và cơ học bằng hiện tượng xuất tiết dịch, làm cho dịch ứ đọng nhiều trong hòm tai gây viêm tai giữa.",
        "Mức độ nguy hiểm của bệnh": "Viêm tai giữa cấp ở trẻ nhỏ có thể gây thủng màng nhĩ, làm tiêu xương, gián đoạn chuỗi xương con... ảnh hưởng đến sức nghe của trẻ. Trẻ bị nghe kém, nhất là từ khi chưa phát triển lời nói, sẽ dẫn đến rối loạn ngôn ngữ (nói ngọng, nói không rõ âm, từ...) làm giảm sút nghiêm trọng chất lượng giao tiếp xã hội sau này của trẻ.Nặng hơn nữa là những biến chứng nhiễm trùng, nhiều khi ảnh hưởng đến tính mạng: viêm tai giữa cấp có thể dẫn đến những biến chứng sọ não cực kỳ nguy hiểm như viêm màng não, áp xe não do tai, viêm tắc tĩnh mạch bên, do viêm nhiễm lan từ trần hòm tai lên não hoặc gây liệt dây thần kinh mặt (dây số VII).",
        "Phát hiện và điều trị": "Triệu chứng Viêm tai giữa ở trẻ nhỏ thường biểu hiện bằng các triệu chứng sau:Trẻ sốt, thường là sốt cao 39-40oC, quấy khóc nhiều, bỏ bú, kém ăn, nôn trớ, co giật...Nếu là trẻ lớn, sẽ kêu đau tai, còn trẻ nhỏ chỉ biết lắc đầu, lấy tay dụi vào tai.Rối loạn tiêu hóa: trẻ đi ngoài lỏng, nhiều lần, xuất hiện gần như đồng thời với triệu chứng sốt.Tóm lại tất cả các em bé bị sốt không rõ nguyên nhân, những trẻ nhỏ bị tiêu chảy và nôn... đều phải được khám kỹ càng về tai mũi họng để có thể phát hiện sớm được bệnh viêm tai giữa cấp.Nếu không được phát hiện và điều trị kịp thời, vài ngày sau (2-3 ngày) bệnh sẽ tiến triển sang giai đoạn vỡ mủ do màng tai bị thủng, mủ tự chảy ra ngoài qua lỗ tai với các biểu hiện sau:Trẻ đỡ sốt, bớt quấy khóc, ăn được, ngủ được.Hết rối loạn tiêu hóa, đi ngoài trở lại bình thường.Không kêu đau tai nữa.Các bà mẹ tưởng chừng như bệnh đã lui nhưng thực ra viêm tai giữa đã bắt đầu chuyển sang giai đoạn mạn tính, với 1 dấu hiệu rất quan trọng: chảy mủ tai.Nếu vẫn không được điều trị bệnh sẽ diễn biến thành viêm tai giữa mạn tính hoặc viêm tai - xương chũm mạn tính, dẫn đến rất nhiều hậu quả xấu sau này cho trẻ, cùng với nguy cơ biến chứng có thể xảy ra vào bất kỳ lúc nào.Điều trị Việc chẩn đoán và điều trị viêm tai giữa ở trẻ nhỏ nhất thiết phải do các thầy thuốc chuyên khoa có kinh nghiệm tiến hành. Tùy theo từng giai đoạn của bệnh mà có cách điều trị khác nhau.Giai đoạn đầu, khi màng nhĩ chưa thủng, thường phải dùng kháng sinh, hạ sốt, giảm đau, chống viêm và giảm xung huyết màng nhĩ, sát trùng mũi họng. Ngoài ra nếu trẻ bị rối loạn tiêu hóa nặng thì cần được phối hợp điều trị bởi các thầy thuốc nhi khoa. Nếu khám thấy màng nhĩ viêm đỏ, phồng, chứng tỏ có nhiều dịch viêm ứ đọng ở hòm tai thì phải chích rạch màng nhĩ, chủ động tháo bỏ dịch mủ trong tai giữa ra ngoài, không nên để cho mủ tự vỡ, làm thủng màng nhĩ hoặc lan vào xương chũm. Nói chung, trong trường hợp nghi ngờ có mủ thì nên chích rạch màng nhĩ sớm, thà chích rạch sớm còn hơn là chích rạch quá muộn. Vết chích sẽ tự liền lại rất nhanh sau 1-2 ngày.Điều trị xử lý triệt để các bệnh liên quan vùng mũi họng như: Viêm amidan, viêm họng, nhiệt miệng, viêm mũi, viêm xoang, viêm quanh răng....Giai đoạn muộn, màng nhĩ đã thủng; ngoài các thuốc điều trị toàn thân, cần phải tiến hành làm thuốc tai hàng ngày tại các cơ sở tai mũi họng. Trẻ sau đó phải được theo dõi tình hình lỗ thủng màng nhĩ bởi các thầy thuốc chuyên khoa.",
        "Liên kết ngoài": "Wikimedia Commons có thêm hình ảnh và phương tiện truyền tải về Viêm tai giữa.Neff MJ (tháng 6 năm 2004). “AAP, AAFP, AAO-HNS release guideline on diagnosis and management of otitis media with effusion”. Am Fam Physician. 69 (12): 2929–31. PMID 15222658.Secretory otitis media (Ear disorder) tại Encyclopædia Britannica (tiếng Anh)Otitis media (Pathology) tại Encyclopædia Britannica (tiếng Anh)Viêm tai (ngoài, giữa cấp và giữa mạn tính) tại Từ điển bách khoa Việt NamViêm tai xương chũm tại Từ điển bách khoa Việt Nam",
        "Bảng chọn điều hướng": "Công cụ cá nhânChưa đăng nhậpThảo luận cho địa chỉ IP nàyĐóng gópTạo tài khoảnĐăng nhậpKhông gian tênBài viếtThảo luậnBiến thểmở rộngthu gọnGiao diệnĐọcSửa đổiSửa mã nguồnXem lịch sửThêmmở rộngthu gọnTìm kiếmĐiều hướngTrang ChínhNội dung chọn lọcTin tứcBài viết ngẫu nhiênThay đổi gần đâyPhản hồi lỗiQuyên gópTương tácHướng dẫnGiới thiệu WikipediaCộng đồngThảo luận chungGiúp sử dụngLiên lạcTải tập tin lênCông cụCác liên kết đến đâyThay đổi liên quanTrang đặc biệtLiên kết thường trựcThông tin trangTrích dẫn trang nàyKhoản mục WikidataIn và xuấtTạo một quyển sáchTải về dưới dạng PDFBản để in raTại dự án khácWikimedia CommonsNgôn ngữ khácAcèhAfrikaansالعربيةԱրեւմտահայերէնAymar aruAzərbaycancaBahasa Indonesiaবাংলাབོད་ཡིགБългарскиCatalàČeštinaCymraegDanskDeutschދިވެހިބަސްEnglishEspañolEuskaraفارسی한국어Հայերենहिन्दीItalianoעבריתKiswahiliLatinaМакедонскиമലയാളംNederlands日本語ଓଡ଼ିଆPolskiPortuguêsRomânăRuna SimiРусскийSlovenčinaSlovenščinaکوردیСрпски / srpskiSrpskohrvatski / српскохрватскиSuomiSvenskaไทยTürkçeУкраїнська中文Sửa liên kết",
        "Chuyên khoa": "",
        "ICD-10": "màng nhĩ phồng, một dấu hiệu điển hình ở một ca viêm tai giữa cấp",
        "ICD-9-CM": "Khoa tai mũi họng",
        "DiseasesDB": "H65-H67",
        "MedlinePlus": "017.40, 055.2, 381.0, 381.1, 381.2, 381.3, 381.4, 382",
        "eMedicine": "29620 dịch,9406 sinh mủ",
        "MeSH": "000638  cấp, 007010 có dịch tiết, 000619 mạn"
    },
    {
        "url": "https://vi.wikipedia.org/wiki/viêm_da",
        "name": "viêm da",
        "key": "95c71cd85aa4d23b582b502133b63339767a55694b6c4281319bac13fa1f7ba4",
        "overview": "Viêm da là tình trạng viêm nhiễm nông ở da, đặc trưng mô học là phù thượng bì và lâm sàng là mụn nước (khi cấp tính), hồng ban bờ kém, phù, xuất tiết, đóng sừng, tróc vảy, thường kèm đau, và lichen hoá do gãi hay chà. Hiện vẫn còn bất đồng về tên gọi viêm da và eczema. Thông thường eczema dùng để chỉ viêm da mụn nước, nhưng một số người lại giới hạn eczema vào viêm da mạn tính. Một số cũng dùng từ viêm da để chỉ viêm da xốp do có đặc điểm mô học là hiện tượng xốp hoá (phù nội thượng bì). Viêm da dị ứng là viêm da do tiếp xúc với chất gây kích ứng như: hóa chất, bụi ô nhiễm,xi măng gây bệnh đặc thù là dị ứng xi măng",
        "Bệnh viêm da dị ứng": "Viêm da dị ứng là viêm da do tiếp xúc với chất gây kích ứng như: hóa chất, bụi ô nhiễm,xi măng gây bệnh đặc thù là dị ứng xi măng",
        "Bảng chọn điều hướng": "Công cụ cá nhânChưa đăng nhậpThảo luận cho địa chỉ IP nàyĐóng gópTạo tài khoảnĐăng nhậpKhông gian tênBài viếtThảo luậnBiến thểmở rộngthu gọnGiao diệnĐọcSửa đổiSửa mã nguồnXem lịch sửThêmmở rộngthu gọnTìm kiếmĐiều hướngTrang ChínhNội dung chọn lọcTin tứcBài viết ngẫu nhiênThay đổi gần đâyPhản hồi lỗiQuyên gópTương tácHướng dẫnGiới thiệu WikipediaCộng đồngThảo luận chungGiúp sử dụngLiên lạcTải tập tin lênCông cụCác liên kết đến đâyThay đổi liên quanTrang đặc biệtLiên kết thường trựcThông tin trangTrích dẫn trang nàyKhoản mục WikidataIn và xuấtTạo một quyển sáchTải về dưới dạng PDFBản để in raTại dự án khácWikimedia CommonsNgôn ngữ khácአማርኛالعربيةAsturianuAzərbaycancaتۆرکجهBahasa IndonesiaBahasa MelayuБългарскиCatalàČeštinaCymraegDeutschދިވެހިބަސްΕλληνικάEnglishEspañolEsperantoEuskaraFrançaisGalego한국어Հայերենहिन्दीIdoИронItalianoעבריתҚазақшаКыргызчаKurdîLietuviųLombardMagyarമലയാളംNederlandsOʻzbekcha/ўзбекчаپښتوPlattdüütschPolskiRomânăRuna SimiРусскийSimple EnglishSlovenčinaکوردیСрпски / srpskiSvenskaதமிழ்తెలుగుTürkçeУкраїнська中文Sửa liên kết"
    },
    {
        "url": "https://vi.wikipedia.org/wiki/loét_miệng",
        "name": "loét miệng",
        "key": "0f9591bc9925628bda591808f9d3b84a4c091ec5090135ade10ecc8ca7caa812",
        "overview": "Loét miệng là tình trạng loét niêm mạc trong miệng.  Loét miệng là bệnh rất phổ biến, liên quan đến nhiều bệnh khác và có cơ chế khác nhau, nhưng thường không do nguyên nhân nghiêm trọng. Hai nguyên nhân phổ biến nhất của loét miệng là chân thương tại chỗ (ví dụ chà xát cạnh sắc của phần trám răng) và nhiệt miệng - tình trạng đặc trưng bởi hình thành loét miệng tái diễn không rõ nguyên nhân. Loét miệng thường gây đau và khó chịu và khiến người bệnh khó chọn thức ăn hơn (ví dụ như tránh các thức ăn và đồ uống cay, nóng). Có thể có một hoặc nhiều vết loét miệng xảy ra cùng lúc. Khi hình thành, loét miệng kéo dài thường do viêm và/hoặc nhiễm trùng thứ phát. Tuy hiếm nhưng nếu loét miệng không thể tự lành thường là dấu hiệu của ung thư vùng miệng. Nhiệt miệng và chấn thương tại chỗ là những nguyên nhân hay gặp nhất của loét miệng, tuy nhiễn vẫn có thể xảy ra những nguyên nhân hiếm gặp khác.  Bệnh cần điều trị nguyên nhân nhưng vẫn cần điều trị triệu chứng nếu chưa rõ nguyên nhân. Cần chú ý rằng hầu hết loét miệng sẽ tự khỏi hoàn toàn mà không cần can thiệp gì. Điều trị có thể đơn giản từ làm trơn nhẵn hoặc loại bỏ phần xung quanh gây chấn thương, xác định các yếu tố nguy cơ như khô miệng hoặc đổi thuốc. Vệ sinh răng miệng tốt và dùng nước súc miệng hoặc xịt kháng khuẩn (ví dụ chlorhexidine) có thể ngăn nhiễm trùng thứ phát nhờ đó thúc đẩy quá trình lành. Tê tại chỗ (ví dụ như nước súc miệng benzydamine) giúp giảm đau. Steriod tại chỗ (gels, kem hoặc hít) hoặc toàn thân có thể dùng để giảm phản ứng viêm. Thuốc chống nấm giúp ngăn candidiasis miệng phát triển ở người dùng steroid ké dài.  Người loét miệng nên tránh đồ ăn cay, nóng dễ gây đau.  Loét miệng do chính bản thân người bệnh thường khó quản lý, có thể cần tâm lý trị liệt ở một số bệnh nhân.. :53 Với loét miệng tái diễn, có thể dùng vitamin B12 cũng thấy có nhiều hiệu quả. ",
        "Chẩn đoán phân biệt": "Nhiệt miệng và chấn thương tại chỗ là những nguyên nhân hay gặp nhất của loét miệng, tuy nhiễn vẫn có thể xảy ra những nguyên nhân hiếm gặp khác. ",
        "Điều trị": "Bệnh cần điều trị nguyên nhân nhưng vẫn cần điều trị triệu chứng nếu chưa rõ nguyên nhân. Cần chú ý rằng hầu hết loét miệng sẽ tự khỏi hoàn toàn mà không cần can thiệp gì. Điều trị có thể đơn giản từ làm trơn nhẵn hoặc loại bỏ phần xung quanh gây chấn thương, xác định các yếu tố nguy cơ như khô miệng hoặc đổi thuốc. Vệ sinh răng miệng tốt và dùng nước súc miệng hoặc xịt kháng khuẩn (ví dụ chlorhexidine) có thể ngăn nhiễm trùng thứ phát nhờ đó thúc đẩy quá trình lành. Tê tại chỗ (ví dụ như nước súc miệng benzydamine) giúp giảm đau. Steriod tại chỗ (gels, kem hoặc hít) hoặc toàn thân có thể dùng để giảm phản ứng viêm. Thuốc chống nấm giúp ngăn candidiasis miệng phát triển ở người dùng steroid ké dài.  Người loét miệng nên tránh đồ ăn cay, nóng dễ gây đau.  Loét miệng do chính bản thân người bệnh thường khó quản lý, có thể cần tâm lý trị liệt ở một số bệnh nhân.. :53 Với loét miệng tái diễn, có thể dùng vitamin B12 cũng thấy có nhiều hiệu quả. ",
        "Liên kết ngoài": "Phân loạiDMeSH: D019226SNOMED CT: 26284000Học liệu liên quan tới Oral ulceration tại WikiversityLoét miệng trên DMOZ",
        "Bảng chọn điều hướng": "Công cụ cá nhânChưa đăng nhậpThảo luận cho địa chỉ IP nàyĐóng gópTạo tài khoảnĐăng nhậpKhông gian tênBài viếtThảo luậnBiến thểmở rộngthu gọnGiao diệnĐọcSửa đổiSửa mã nguồnXem lịch sửThêmmở rộngthu gọnTìm kiếmĐiều hướngTrang ChínhNội dung chọn lọcTin tứcBài viết ngẫu nhiênThay đổi gần đâyPhản hồi lỗiQuyên gópTương tácHướng dẫnGiới thiệu WikipediaCộng đồngThảo luận chungGiúp sử dụngLiên lạcTải tập tin lênCông cụCác liên kết đến đâyThay đổi liên quanTrang đặc biệtLiên kết thường trựcThông tin trangTrích dẫn trang nàyKhoản mục WikidataIn và xuấtTạo một quyển sáchTải về dưới dạng PDFBản để in raTại dự án khácWikimedia CommonsNgôn ngữ khácالعربيةBahasa IndonesiaCatalàČeštinaEnglishFrançais한국어עבריתമലയാളം日本語Norsk bokmålଓଡ଼ିଆSlovenčinaکوردیTagalogதமிழ்తెలుగుTürkçeSửa liên kết",
        "Đồng nghĩa": "Loét miệng",
        "Khoa": ""
    },
    {
        "url": "https://vi.wikipedia.org/wiki/phát_ban_da",
        "name": "phát ban da",
        "key": "1ea9199bfc3e1eb6ddc1f3173ee777e251856ed681aaf276088d2360b40fa251"
    },
    {
        "url": "https://vi.wikipedia.org/wiki/nhiễm_vi_nấm_Candida_species",
        "name": "nhiễm vi nấm Candida species",
        "key": "2379399964f491adad789e144f55ff0db128977b6bedfced10453311afb2b012"
    },
    {
        "url": "https://vi.wikipedia.org/wiki/nấm_miệng",
        "name": "nấm miệng",
        "key": "5a0296a6fc3f0428ed68dd0ce466bc8814c1422e149db95d4f346f8d5e88d480"
    },
    {
        "url": "https://vi.wikipedia.org/wiki/lao",
        "name": "lao",
        "key": "7f3f39ac9f0390e0e88648500aa2275a9737cfd98690ecf090492f5b72834be7",
        "overview": "Lao là bệnh truyền nhiễm thường do vi khuẩn Mycobacterium tuberculosis gây ra.  Bệnh chủ yếu tác động đến phổi nhưng cũng có thể đến những bộ phận khác của cơ thể.  Đa số trường hợp mắc lao không biểu hiện triệu chứng, gọi là lao tiềm ẩn.  Khoảng 10% ca lao tiềm ẩn tiến triển thành lao hoạt tính mà nếu không chữa trị sẽ khiến khoảng một nửa số bệnh nhân tử vong.  Triệu chứng điển hình của lao hoạt tính là ho dai dẳng kèm dịch nhầy chứa máu, sốt, đổ mồ hôi đêm, sụt cân.  Nếu các cơ quan khác bị nhiễm khuẩn thì triệu chứng sẽ đa dạng hơn.  Lao lây truyền từ người sang người qua không khí khi người bệnh lao hoạt tính ho, khạc nhổ, nói, hay hắt hơi.   Người mang lao tiềm ẩn không làm bệnh lây lan.  Lao hoạt tính thường xảy ra hơn ở người hút thuốc và mắc HIV/AIDS.  Cách thức chẩn đoán lao hoạt tính là X quang ngực, cấy dịch cơ thể và khám nghiệm vi mô.  Xét nghiệm Mantoux hay xét nghiệm máu giúp chẩn đoán lao tiềm ẩn.  Cách thức phòng bệnh bao gồm tầm soát đối với người nguy cơ cao, phát hiện và điều trị sớm, chủng ngừa bằng vắc-xin BCG (Bacillus Calmette-Guérin).    Người nguy cơ cao là người ở chung nhà, nơi làm việc, và tiếp xúc xã hội với bệnh nhân lao hoạt tính.  Chữa trị đòi hỏi sử dụng nhiều loại kháng sinh trong thời gian dài.  Tình trạng kháng kháng sinh đang ngày một trở nên đáng lo ngại với tỷ lệ lao đa kháng và lao siêu kháng tăng.  Vào năm 2018 khoảng một phần tư dân số thế giới được cho là mắc lao tiềm ẩn.  Mỗi năm có thêm khoảng 1% dân số mắc bệnh.  Trong năm 2018 có hơn 10 triệu người bị lao hoạt tính trong đó 1,5 triệu người tử vong,  con số khiến lao là bệnh truyền nhiễm gây tử vong hàng đầu.  Căn bệnh xuất hiện chủ yếu ở Đông Nam Á (44%), châu Phi (24%), Tây Thái Bình Dương (18%) với hơn 50% ca được chẩn đoán ở tám quốc gia là Ấn Độ (27%), Trung Quốc (9%), Indonesia (8%), Philippines (6%), Pakistan (6%), Nigeria (4%), và Bangladesh (4%).  Số ca mắc mới mỗi năm đã giảm kể từ năm 2000.  Khoảng 80% dân số ở nhiều nước châu Á, châu Phi xét nghiệm tuberculin dương tính còn với người dân Hoa Kỳ chỉ là 5–10%.  Bệnh lao đã có ở người từ thời cổ đại.  Bệnh lao có thể tác động đến bất kỳ bộ phận nào của cơ thể nhưng phổ biến nhất là phổi (gọi là lao phổi).  Lao ngoài phổi xảy ra khi bệnh phát triển ở bên ngoài phổi, dù vậy hai dạng có thể tồn tại đồng thời.  Nếu nhiễm khuẩn lao ở trạng thái hoạt động thì phổi là cơ quan hay bị tác động nhất (khoảng 90% ca).   Triệu chứng gồm có đau ngực và ho ra đờm kéo dài.  Khoảng 25% bệnh nhân không biểu hiện triệu chứng.  Đôi khi người bệnh có thể ho ra máu với lượng nhỏ và trong rất ít trường hợp xảy ra vỡ động mạch phổi hay phình mạch Rasmussen dẫn đến chảy máu ồ ạt.   Lao có thể trở thành bệnh mạn tính và gây sẹo khắp những thùy phổi trên.  Những thùy dưới ít bị tác động thường xuyên hơn.  Không rõ tại sao có sự khác biệt này,  có thể do ở phần phổi trên dẫn khí tốt hơn  hoặc dẫn lưu bạch huyết kém hơn.  Ở 15–20% ca hoạt tính, nhiễm khuẩn lan ra ngoài phổi gây nên những dạng lao khác.  Chúng được gọi chung là \"lao ngoài phổi\".  Lao ngoài phổi xảy ra phổ biến hơn ở người có hệ miễn dịch suy yếu và trẻ em. Hơn một nửa số ca nhiễm HIV xuất hiện tình trạng này.  Các địa điểm nhiểm khuẩn ngoài phổi đáng chú ý là màng phổi (viêm màng phổi do lao), hệ thần kinh trung ương (viêm màng não do lao), hệ bạch huyết (lao hạch cổ), hệ niệu sinh dục (lao niệu sinh dục), xương và khớp (lao cột sống). Lao kê là một dạng lao có tiềm năng lan rộng và nghiêm trọng hơn,  hiện chiếm khoảng 10% trường hợp lao ngoài phổi.  Tác nhân chủ yếu gây bệnh lao là Mycobacterium tuberculosis, một trực khuẩn nhỏ không động, hiếu khí.  Việc sở hữu hàm lượng lipid cao lý giải cho nhiều đặc điểm lâm sàng độc nhất của chúng.  Chúng phân chia cứ 16 đến 20 tiếng một lần, tốc độ cực kỳ chậm so với những vi khuẩn khác thường phân chia trong chưa đến một tiếng.  Mycobacterium có một màng ngoài hai lớp lipid.  Nếu tiến hành nhuộm Gram thì M. tuberculosis hoặc \"Gram dương\" rất yếu hoặc không lưu giữ thuốc nhuộm do hàm lượng mycolic acid và lipid cao của thành tế bào.  M. tuberculosis có thể chống chịu các chất tẩy uế yếu và sống sót trong môi trường khô vài tuần. Ngoài tự nhiên, M. tuberculosis chỉ có thể sinh trưởng trong tế bào của sinh vật chủ nhưng chúng có thể được nuôi trong phòng thí nghiệm.  Các nhà khoa học có thể nhận diện vi khuẩn lao dưới kính hiển vi nhờ tiến hành nhuộm các mẫu đờm dãi. Vì M. tuberculosis lưu lại những chất nhuộm nhất định kể cả sau khi được xử lý bằng dung dịch acid nên nó được xếp vào loại trực khuẩn kháng acid.   Kỹ thuật nhuộm kháng acid phổ biến nhất là nhuộm Ziehl–Neelsen  và nhuộm Kinyoun khiến trực khuẩn có màu đỏ sáng nổi bật trên nền xanh.  Nhuộm auramine-rhodamine  và soi hiển vi huỳnh quang  cũng được áp dụng. Tổ hợp M. tuberculosis bao gồm bốn Mycobacterium gây lao khác: M. bovis, M. africanum, M. canetti, và M. microti.  M. africanum không phổ biến nhưng là tác nhân gây lao đáng kể ở những vùng châu Phi.   M. bovis từng là nguyên nhân phổ biến nhưng đã bị diệt trừ gần như hoàn toàn từ khi sữa thanh trùng xuất hiện và không còn là vấn đề ở các nước phát triển.   M. canetti hiếm thấy và dường như hạn chế ở Sừng châu Phi, dù vậy đã quan sát thấy một vài ca ở những người châu Phi di cư.   M. microti cũng không phổ biến và gần như chỉ thấy ở người bị suy giảm miễn dịch, dù vậy độ thịnh hành của nó có thể bị đánh giá thấp đáng kể.  Còn những Mycobacterium gây bệnh khác được biết là M. leprae, M. avium, và M. kansasii. M. avium và M. kansasii thuộc nhóm Mycobacterium không điển hình. Loại này không gây lao hay phong mà gây những bệnh phổi khác tương tự lao.  Khi người bệnh lao hoạt tính ho, hắt hơi, nói, hát, hay khạc nhổ, họ bắn ra những giọt aerosol có đường kính 0,5 đến 5,0 µm chứa mầm bệnh. Một lần hắt hơi có thể bắn ra tới 40.000 giọt.  Chỉ một giọt cũng có thể truyền bệnh bởi số lượng vi khuẩn cần để sinh bệnh là rất ít (dưới 10 vi khuẩn).  Người tiếp xúc gần, thường xuyên, thời gian dài với người bị lao có nguy cơ nhiễm bệnh rất cao với tỷ lệ lây nhiễm ước tính 22%.  Một người mắc lao hoạt tính không chữa trị có thể lây cho 10 đến 15 người (hoặc hơn) trong một năm.  Sự lây nhiễm chỉ xảy ra từ người mắc lao hoạt tính, người mang lao tiềm ẩn không được xem là nguồn lây.  Xác suất lây truyền từ người này sang người khác phụ thuộc vào một số yếu tố bao gồm số giọt bắn mà người bệnh phát ra, độ thông thoáng của môi trường, thời gian tiếp xúc, độc lực của chủng M. tuberculosis, năng lực miễn dịch của người không bị bệnh, và những yếu tố khác.  Chuỗi lây truyền người sang người có thể ngăn chặn bằng biện pháp cách ly người bệnh lao hoạt tính và điều trị bằng thuốc kháng lao. Sau khoảng hai tuần điều trị hiệu quả thì nhìn chung đối tượng mang vi khuẩn không đề kháng không còn là nguồn lây.  Một người mới nhiễm lao thường phải sau ba đến bốn tuần mới có thể lây nhiễm cho người khác.  Yếu tố nguy cơ hàng đầu trên toàn cầu là HIV, 13% bệnh nhân lao nhiễm HIV.  Vấn đề này nghiêm trọng ở châu Phi hạ Sahara nơi có tỷ lệ nhiễm HIV cao.   30% người đồng nhiễm lao và HIV bệnh phát triển thành thể hoạt tính,  trong khi tỷ lệ này ở người không nhiễm HIV là 5–10%.  Yếu tố nguy cơ khác bao gồm: nghiện rượu,  hút thuốc lá (nguy cơ tăng gấp đôi),  tiểu đường (nguy cơ tăng gấp ba),  bụi phổi silic (nguy cơ tăng gấp 30 lần),  ô nhiễm không khí trong nhà, suy dinh dưỡng, nhỏ tuổi,  mới mắc lao gần đây, sử dụng ma túy, bệnh thận nặng, nhẹ cân, cấy ghép nội tạng, ung thư đầu cổ,  và nhạy cảm gen.  Khoảng 90% người nhiễm M. tuberculosis không có triệu chứng hay gọi là mắc lao tiềm ẩn  và khả năng bệnh tiến triển đến dạng hoạt tính chỉ là 10% trong suốt cuộc đời.  Ở người nhiễm HIV nguy cơ xuất hiện lao hoạt tính tăng gần 10% một năm.  Nếu không được điều trị hiệu quả, tỷ lệ tử vong ở những ca hoạt tính lên tới 66%.  Nhiễm khuẩn lao bắt đầu khi vi khuẩn đến túi khí phế nang của phổi, tại đó chúng xâm nhập và sinh sôi trong thể nội bào của đại thực bào phế nang.    Đại thực bào xác định vi khuẩn là ngoại xâm và cố gắng tiêu diệt chúng thông qua sự thực bào. Trong quá trình này, vi khuẩn bị đại thực bào bao bọc và nhốt tạm thời trong một túi có màng bao gọi là thể thực bào. Tiếp đó thể thực bào kết hợp với tiêu thể tạo ra thực bào-tiêu thể (hay nội tiêu thể). Trong nội tiêu thể, tế bào nỗ lực sử dụng những dạng oxy phản ứng và acid để giết vi khuẩn. Tuy nhiên, M. tuberculosis có một bao mycolic acid dày, sáp bảo vệ nó khỏi những độc chất mà tế bào sản sinh. M. tuberculosis có thể sinh sôi bên trong đại thực bào và cuối cùng tiêu diệt đại thực bào. Vị trí nhiễm khuẩn đầu tiên ở phổi gọi là tụ điểm Ghon nhìn chung nằm ở phần trên của thùy dưới hoặc phần dưới của thùy trên.  Lao phổi còn có thể xảy ra do nhiễm trùng từ dòng máu tại vị trí được gọi là tụ điểm Simon thường thấy ở đỉnh phổi.  Thông qua đường máu vi khuẩn còn có thể lan đến những địa điểm xa hơn như hạch ngoại vi, thận, não, và xương.   Căn bệnh có thể tác động đến mọi bộ phận của cơ thể, dù vậy nó hiếm khi ảnh hưởng đến tim, cơ xương, tụy, hay giáp.  Lao được xếp vào nhóm các bệnh viêm u hạt. Đại thực bào, tế bào dạng biểu mô, tế bào T, tế bào B, và nguyên bào sợi tập hợp hình thành nên u hạt với bạch huyết bào bao quanh đại thực bào bị nhiễm. Khi những đại thực bào khác tấn công đại thực bào bị nhiễm, chúng hợp nhất thành một tế bào đa nhân khổng lồ trong khoang phế nang. U hạt có thể ngăn vi khuẩn phát tán và tạo môi trường cục bộ cho các tế bào của hệ miễn dịch tương tác.  Tuy nhiên, chứng cứ gần đây hơn gợi ý vi khuẩn lợi dụng u hạt để tránh né bị hệ miễn dịch của vật chủ tiêu diệt. Đại thực bào và tế bào tua trong u hạt không thể trình diện kháng nguyên đến bạch huyết bào nên phản ứng miễn dịch bị kìm hãm.  Vi khuẩn bên trong u hạt có thể trở nên bất hoạt dẫn đến nhiễm khuẩn tiềm ẩn. Một đặc điểm khác của u hạt là hoại tử phát triển ở tâm của nốt lao. Nhìn bằng mắt thường nó trông như phô mai trắng mềm và được gọi là hoại tử phô mai.  Nếu vi khuẩn lao xâm nhập dòng máu từ một vùng mô bị nhiễm khuẩn thì chúng có thể lan ra khắp cơ thể và tạo ra nhiều tụ điểm nhiễm khuẩn có dạng nốt trắng nhỏ ở mô.  Dạng lao nghiêm trọng này được gọi là lao kê phổ biến nhất ở trẻ em và người nhiễm HIV.  Tỷ lệ tử vong đối với lao dạng lan tỏa này là cao kể cả có chữa trị (khoảng 30%).   Ở nhiều người tình trạng nhiễm khuẩn lúc nặng lên lúc thuyên giảm. Hoại tử và sự hủy hoại mô thường được cân bằng bởi chữa lành và xơ hóa.  Thế chỗ mô bị tác động là sẹo và các khoang chứa đầy vật chất hoại tử phô mai. Trong thời gian bệnh phát tác (lao hoạt tính), một số khoang này nhập vào đường khí và vật chất có thể được ho ra. Vật chất chứa vi khuẩn sống nên có thể làm lây bệnh. Chữa trị bằng kháng sinh phù hợp giúp diệt vi khuẩn tạo điều kiện cho sự phục hồi diễn ra. Khi ấy những vùng bị tác động cuối cùng sẽ được mô sẹo thay thế.  Các nỗ lực ngăn ngừa và kiểm soát bệnh lao chủ yếu dựa trên việc tiêm phòng cho trẻ sơ sinh cũng như phát hiện và điều trị bệnh nhân lao hoạt tính.  Tổ chức Y tế Thế giới (WHO) đã đã đạt được những thành công nhất định trong việc cải thiện phác đồ điều trị cũng như làm giảm số ca bệnh.  Tính đến  năm 2011 , chỉ có một vắc-xin phòng lao duy nhất là Bacillus Calmette-Guérin (BCG).  Ở trẻ em, vắc xin này làm giảm 20% nguy cơ nhiễm bệnh và gần 60% nguy cơ lao tiềm ẩn tiến triển thành lao hoạt tính.  BCG là vắc-xin được sử dụng rộng rãi nhất trên thế giới; 90% tất cả trẻ em đã được tiêm vắc-xin này.  Khả năng miễn dịch mà vắc-xin mang lại giảm đi sau khoảng 10 năm.  Ở Canada, Tây Âu và Hoa Kỳ, lao không phải là một bệnh phổ biến nên chỉ những người có nguy cơ mắc bệnh cao mới được tiêm vắc-xin BCG.    Một trong những lý do cho việc hạn chế sử dụng vắc-xin này là nó khiến xét nghiệm Mantoux cho kết quả dương tính giả và làm giảm tác dụng của xét nghiệm này trong việc tầm soát lao.  Một số vắc-xin khác đang được phát triển.  Việc kết hợp vắc-xin BCG với vắc-xin MVA85A không có hiệu quả trong việc phòng bệnh lao.  Trong thế kỷ 19, các chiến dịch y tế công cộng tập trung vào việc giảm thiểu tụ tập đông người và khạc nhổ nơi công cộng cũng như khuyến khích vệ sinh cá nhân thường xuyên (trong đó có rửa tay) đã được triển khai và giúp làm giảm đáng kể sự lây lan của lao nói riêng và các bệnh lây truyền qua không khí nói chung. Nhờ đó, lao đã không còn là một vấn đề y tế công cộng lớn ở hầu hết các nền kinh tế phát triển.   Các yếu tố nguy cơ khác khiến bệnh lao lan rộng, chẳng hạn như suy dinh dưỡng, cũng đã được giảm thiểu. Tuy nhiên, sự xuất hiện của HIV đã hình thành nên một nhóm đối tượng bị suy giảm miễn dịch dễ dàng bị nhiễm lao. Năm 1993, Tổ chức Y tế Thế giới (WHO) tuyên bố lao là một \"tình trạng y tế khẩn cấp toàn cầu\".  Năm 2006, tổ chức Stop TB Partnership xây dựng Kế hoạch Ngăn chặn Lao Toàn cầu với mục tiêu cứu được 14 triệu mạng sống từ khi kế hoạch này khởi động đên năm 2015.  Tuy nhiên, đến năm 2015, kế hoạch này đã không đạt được một số mục tiêu đặt ra, chủ yếu do sự gia tăng các ca lao liên quan đến HIV và sự xuất hiện của chủng lao kháng nhiều loại thuốc.  Các chương trình y tế công cộng chủ yếu sử dụng hệ thống phân loại lao do Hiệp hội Lồng ngực Hoa kỳ phát triển.  Chưa rõ việc sử dụng thuốc trị lao ở người mắc lao kháng nhiều loại thuốc mang lại lợi ích cũng như nguy cơ gì.  Việc cung cấp liệu pháp HAART cho bệnh nhân lao dương tính với HIV làm giảm đáng kể (tới 90%) nguy cơ lao tiềm ẩn tiến triển thành lao hoạt tính cũng như hạn chế bệnh phát tán trong cộng đồng này.  Lao được điều trị bằng cách sử dụng kháng sinh để tiêu diệt vi khuẩn. Việc điều trị lao thường khó hiệu quả bởi cấu trúc và thành phần hóa học bất thường của vách tế bào vi khuẩn gây lao khiến thuốc khó xâm nhập và làm cho nhiều loại kháng sinh không có hiệu quả.  Bệnh lao hoạt tính được điều trị bằng cách sử dụng kết hợp một số loại kháng sinh nhằm giảm nguy cơ vi khuẩn gây bệnh trở nên kháng thuốc.  Chưa rõ việc sử dụng rifabutin thay cho rifampicin ở bệnh nhân lao dương tính với HIV có mang lại lợi ích gì hay không (tính đến  năm 2007 ).  Lao tiềm ẩn được điều trị bằng một trong hai loại thuốc isoniazid và rifampin, hoặc kết hợp isoniazid với một trong hai loại thuốc rifampicin và rifapentine.    Phác đồ điều trị có thể kéo dài từ 3 đến 9 tháng tùy theo loại thuốc được chỉ định.     Việc điều trị lao tiềm ẩn có mục đích ngăn bệnh không tiến triển thành lao hoạt tính trong tương lai.  Giáo dục nhận thức hoặc tư vấn tâm lý có thể cải thiện tỷ lệ hoàn thành việc điều trị lao tiềm ẩn.  Phác đồ điều trị đối với bệnh lao hoạt tính vừa khởi phát, tính đến  năm 2010 , kéo dài 6 tháng, trong đó bệnh nhân sử dụng kết hợp thuốc kháng sinh chứa rifampicin, isoniazid, pyrazinamide và ethambutol trong 2 tháng đầu tiên, và chỉ sử dụng rifampicin và isoniazid trong 4 tháng còn lại.  Nếu bệnh nhân kháng thuốc với isoniazid, có thể thay thế bằng ethambutol trong giai đoạn thứ hai.  Việc sử dụng thuốc trị lao trong thời gian ít nhất 6 tháng có tỷ lệ chữa khỏi cao hơn việc điều trị trong thời gian ít hơn 6 tháng; mặc dù sự khác biệt này không quá lớn. Các bệnh nhân gặp vấn đề trong việc tuân thủ điều trị có thể cần được chỉ định phác đồ ngắn hơn.  Cũng không có bằng chứng nào cho thấy phác đồ điều trị ngắn có hiệu quả hơn phác đồ điều trị 6 tháng.  Nếu bệnh tái phát, cần xét nghiệm để xác định vi khuẩn lao nhạy cảm với loại kháng sinh nào trước khi quyết định cách điều trị.  Trong trường hợp phát hiện lao kháng nhiều loại thuốc (tiếng Anh: multiple drug-resistant tuberculosis, hay MDR-TB), người bệnh sẽ cần sử dụng ít nhất 4 loại kháng sinh có hiệu quả trong thời gian từ 18 đến 24 tháng.  Bệnh nhân lao có thể gặp phải tình trạng kháng thuốc sơ cấp khi nhiễm chủng lao kháng thuốc, hoặc kháng thuốc thứ cấp khi nhiễm chủng lao không kháng thuốc nhưng lại hình thành sự kháng thuốc khi điều trị do phác đồ điều trị không đủ hiệu quả, không tuân thủ phác đồ điều trị hoặc sử dụng thuốc kém chất lượng.  Khả năng kháng thuốc của vi khuẩn lao là một vấn đề y tế công cộng nghiêm trọng ở nhiều quốc gia đang phát triển, bởi bệnh nhân kháng thuốc cần được điều trị lâu hơn và dùng các loại thuốc đắt tiền hơn. Nếu người bệnh kháng hai loại thuốc điều trị lao được ưu tiên sử dụng hàng đầu là rifampicin và isoniazid, họ được xem là mắc lao kháng nhiều loại thuốc hay MDR-TB. Nếu người bệnh cũng kháng từ ba trong sáu loại thuốc được ưu tiên điều trị thứ hai trở lên thì được xem là mắc lao kháng thuốc diện rộng (tiếng Anh: extensively resistant tuberculosis, hay XDR-TB).  Trường hợp đầu tiên kháng tất cả các loại thuốc đang được sử dụng được ghi nhận vào năm 2003 ở Ý,   nhưng đến năm 2012 mới được công bố rộng rãi.   Các trường hợp khác cũng đã được ghi nhận ở Iran và Ấn Độ.   Bedaquiline đã bước đầu cho thấy hiệu quả trong việc điều trị lao kháng nhiều loại thuốc.  Lao tiềm ẩn tiến triển thành lao hoạt tính khi vi khuẩn lao vượt qua được hàng rào bảo vệ của hệ miễn dịch và bắt đầu sinh sôi. Điều này xảy ra không lâu sau khi người bệnh nhiễm vi khuẩn đối với các ca lao sơ cấp (chiếm từ 1–5% tổng số ca bệnh lao).  Tuy nhiên, trong hầu hết trường hợp, lao tiềm ẩn không thể hiện triệu chứng rõ rệt nào,  và chỉ 5–10% ca bệnh lao tiềm ẩn tiến triển thành lao hoạt tính, thường là nhiều năm sau khi người bệnh nhiễm vi khuẩn.  Nguy cơ bệnh tái phát sẽ cao hơn ở người bệnh bị ức chế miễn dịch, chẳng hạn như do HIV. Khi người bệnh đồng thời nhiễm M. tuberculosis và HIV, nguy cơ lao tái phát tăng lên 10% mỗi năm.  Nghiên cứu được thực hiện trên các chủng M. tuberculosis khác nhau bằng cách lập hồ sơ DNA cho thấy việc tái nhiễm vi khuẩn lao có tác động lớn hơn đến khả năng bệnh tái phát so với những hiểu biết trước đó.  Theo một số ước tính, ở các khu vực mà lao là một bệnh phổ biến, điều này có thể chiếm hơn 50% số ca lao tái phát.  Nguy cơ tử vong do lao rơi vào khoảng 4% tính đến  năm 2008 , so với con số 8% vào năm 1995.  Ở bệnh nhân lao không dương tính với HIV, nếu không được điều trị, 50-60% tử vong còn 20-25% tự khỏi bệnh sau 5 năm. Ở bệnh nhân dương tính với HIV, lao gần như chắc chắn sẽ gây tử vong và nguy cơ tử vong vẫn cao ngay cả khi người bệnh được điều trị HIV bằng thuốc kháng retrovirus. ",
        "Dấu hiệu và triệu chứng": "Bệnh lao có thể tác động đến bất kỳ bộ phận nào của cơ thể nhưng phổ biến nhất là phổi (gọi là lao phổi).  Lao ngoài phổi xảy ra khi bệnh phát triển ở bên ngoài phổi, dù vậy hai dạng có thể tồn tại đồng thời. Dấu hiệu và triệu chứng tổng quan gồm có sốt, ớn lạnh, đổ mồ hôi đêm, chán ăn, sụt cân, và mệt mỏi.  Ngoài ra còn có thể xuất hiện ngón tay dùi trống rõ rệt. Phổi Nếu nhiễm khuẩn lao ở trạng thái hoạt động thì phổi là cơ quan hay bị tác động nhất (khoảng 90% ca).   Triệu chứng gồm có đau ngực và ho ra đờm kéo dài.  Khoảng 25% bệnh nhân không biểu hiện triệu chứng.  Đôi khi người bệnh có thể ho ra máu với lượng nhỏ và trong rất ít trường hợp xảy ra vỡ động mạch phổi hay phình mạch Rasmussen dẫn đến chảy máu ồ ạt.   Lao có thể trở thành bệnh mạn tính và gây sẹo khắp những thùy phổi trên.  Những thùy dưới ít bị tác động thường xuyên hơn.  Không rõ tại sao có sự khác biệt này,  có thể do ở phần phổi trên dẫn khí tốt hơn  hoặc dẫn lưu bạch huyết kém hơn. Ngoài phổi Ở 15–20% ca hoạt tính, nhiễm khuẩn lan ra ngoài phổi gây nên những dạng lao khác.  Chúng được gọi chung là \"lao ngoài phổi\".  Lao ngoài phổi xảy ra phổ biến hơn ở người có hệ miễn dịch suy yếu và trẻ em. Hơn một nửa số ca nhiễm HIV xuất hiện tình trạng này.  Các địa điểm nhiểm khuẩn ngoài phổi đáng chú ý là màng phổi (viêm màng phổi do lao), hệ thần kinh trung ương (viêm màng não do lao), hệ bạch huyết (lao hạch cổ), hệ niệu sinh dục (lao niệu sinh dục), xương và khớp (lao cột sống). Lao kê là một dạng lao có tiềm năng lan rộng và nghiêm trọng hơn,  hiện chiếm khoảng 10% trường hợp lao ngoài phổi. ",
        "Tác nhân": "Vi khuẩn lao M. tuberculosis trên ảnh hiển vi điện tử quétTác nhân chủ yếu gây bệnh lao là Mycobacterium tuberculosis, một trực khuẩn nhỏ không động, hiếu khí.  Việc sở hữu hàm lượng lipid cao lý giải cho nhiều đặc điểm lâm sàng độc nhất của chúng.  Chúng phân chia cứ 16 đến 20 tiếng một lần, tốc độ cực kỳ chậm so với những vi khuẩn khác thường phân chia trong chưa đến một tiếng.  Mycobacterium có một màng ngoài hai lớp lipid.  Nếu tiến hành nhuộm Gram thì M. tuberculosis hoặc \"Gram dương\" rất yếu hoặc không lưu giữ thuốc nhuộm do hàm lượng mycolic acid và lipid cao của thành tế bào.  M. tuberculosis có thể chống chịu các chất tẩy uế yếu và sống sót trong môi trường khô vài tuần. Ngoài tự nhiên, M. tuberculosis chỉ có thể sinh trưởng trong tế bào của sinh vật chủ nhưng chúng có thể được nuôi trong phòng thí nghiệm. Các nhà khoa học có thể nhận diện vi khuẩn lao dưới kính hiển vi nhờ tiến hành nhuộm các mẫu đờm dãi. Vì M. tuberculosis lưu lại những chất nhuộm nhất định kể cả sau khi được xử lý bằng dung dịch acid nên nó được xếp vào loại trực khuẩn kháng acid.   Kỹ thuật nhuộm kháng acid phổ biến nhất là nhuộm Ziehl–Neelsen  và nhuộm Kinyoun khiến trực khuẩn có màu đỏ sáng nổi bật trên nền xanh.  Nhuộm auramine-rhodamine  và soi hiển vi huỳnh quang  cũng được áp dụng.Tổ hợp M. tuberculosis bao gồm bốn Mycobacterium gây lao khác: M. bovis, M. africanum, M. canetti, và M. microti.  M. africanum không phổ biến nhưng là tác nhân gây lao đáng kể ở những vùng châu Phi.   M. bovis từng là nguyên nhân phổ biến nhưng đã bị diệt trừ gần như hoàn toàn từ khi sữa thanh trùng xuất hiện và không còn là vấn đề ở các nước phát triển.   M. canetti hiếm thấy và dường như hạn chế ở Sừng châu Phi, dù vậy đã quan sát thấy một vài ca ở những người châu Phi di cư.   M. microti cũng không phổ biến và gần như chỉ thấy ở người bị suy giảm miễn dịch, dù vậy độ thịnh hành của nó có thể bị đánh giá thấp đáng kể. Còn những Mycobacterium gây bệnh khác được biết là M. leprae, M. avium, và M. kansasii. M. avium và M. kansasii thuộc nhóm Mycobacterium không điển hình. Loại này không gây lao hay phong mà gây những bệnh phổi khác tương tự lao. Lây truyền Khi người bệnh lao hoạt tính ho, hắt hơi, nói, hát, hay khạc nhổ, họ bắn ra những giọt aerosol có đường kính 0,5 đến 5,0 µm chứa mầm bệnh. Một lần hắt hơi có thể bắn ra tới 40.000 giọt.  Chỉ một giọt cũng có thể truyền bệnh bởi số lượng vi khuẩn cần để sinh bệnh là rất ít (dưới 10 vi khuẩn). Người tiếp xúc gần, thường xuyên, thời gian dài với người bị lao có nguy cơ nhiễm bệnh rất cao với tỷ lệ lây nhiễm ước tính 22%.  Một người mắc lao hoạt tính không chữa trị có thể lây cho 10 đến 15 người (hoặc hơn) trong một năm.  Sự lây nhiễm chỉ xảy ra từ người mắc lao hoạt tính, người mang lao tiềm ẩn không được xem là nguồn lây.  Xác suất lây truyền từ người này sang người khác phụ thuộc vào một số yếu tố bao gồm số giọt bắn mà người bệnh phát ra, độ thông thoáng của môi trường, thời gian tiếp xúc, độc lực của chủng M. tuberculosis, năng lực miễn dịch của người không bị bệnh, và những yếu tố khác.  Chuỗi lây truyền người sang người có thể ngăn chặn bằng biện pháp cách ly người bệnh lao hoạt tính và điều trị bằng thuốc kháng lao. Sau khoảng hai tuần điều trị hiệu quả thì nhìn chung đối tượng mang vi khuẩn không đề kháng không còn là nguồn lây.  Một người mới nhiễm lao thường phải sau ba đến bốn tuần mới có thể lây nhiễm cho người khác. Yếu tố nguy cơ Bệnh hoạt tính Yếu tố nguy cơ hàng đầu trên toàn cầu là HIV, 13% bệnh nhân lao nhiễm HIV.  Vấn đề này nghiêm trọng ở châu Phi hạ Sahara nơi có tỷ lệ nhiễm HIV cao.   30% người đồng nhiễm lao và HIV bệnh phát triển thành thể hoạt tính,  trong khi tỷ lệ này ở người không nhiễm HIV là 5–10%. Sử dụng những thuốc nhất định như corticosteroid và infliximab là một yếu tố nguy cơ quan trọng khác, đặc biệt ở các nước phát triển. Yếu tố nguy cơ khác bao gồm: nghiện rượu,  hút thuốc lá (nguy cơ tăng gấp đôi),  tiểu đường (nguy cơ tăng gấp ba),  bụi phổi silic (nguy cơ tăng gấp 30 lần),  ô nhiễm không khí trong nhà, suy dinh dưỡng, nhỏ tuổi,  mới mắc lao gần đây, sử dụng ma túy, bệnh thận nặng, nhẹ cân, cấy ghép nội tạng, ung thư đầu cổ,  và nhạy cảm gen. Nhiễm khuẩn Nguy cơ nhiễm khuẩn gia tăng ở người hút thuốc lá và trẻ em. ",
        "Bệnh sinh": "Viêm mào tinh hoàn do lao, nhuộm H&EKhoảng 90% người nhiễm M. tuberculosis không có triệu chứng hay gọi là mắc lao tiềm ẩn  và khả năng bệnh tiến triển đến dạng hoạt tính chỉ là 10% trong suốt cuộc đời.  Ở người nhiễm HIV nguy cơ xuất hiện lao hoạt tính tăng gần 10% một năm.  Nếu không được điều trị hiệu quả, tỷ lệ tử vong ở những ca hoạt tính lên tới 66%. Nhiễm khuẩn lao bắt đầu khi vi khuẩn đến túi khí phế nang của phổi, tại đó chúng xâm nhập và sinh sôi trong thể nội bào của đại thực bào phế nang.    Đại thực bào xác định vi khuẩn là ngoại xâm và cố gắng tiêu diệt chúng thông qua sự thực bào. Trong quá trình này, vi khuẩn bị đại thực bào bao bọc và nhốt tạm thời trong một túi có màng bao gọi là thể thực bào. Tiếp đó thể thực bào kết hợp với tiêu thể tạo ra thực bào-tiêu thể (hay nội tiêu thể). Trong nội tiêu thể, tế bào nỗ lực sử dụng những dạng oxy phản ứng và acid để giết vi khuẩn. Tuy nhiên, M. tuberculosis có một bao mycolic acid dày, sáp bảo vệ nó khỏi những độc chất mà tế bào sản sinh. M. tuberculosis có thể sinh sôi bên trong đại thực bào và cuối cùng tiêu diệt đại thực bào.Vị trí nhiễm khuẩn đầu tiên ở phổi gọi là tụ điểm Ghon nhìn chung nằm ở phần trên của thùy dưới hoặc phần dưới của thùy trên.  Lao phổi còn có thể xảy ra do nhiễm trùng từ dòng máu tại vị trí được gọi là tụ điểm Simon thường thấy ở đỉnh phổi.  Thông qua đường máu vi khuẩn còn có thể lan đến những địa điểm xa hơn như hạch ngoại vi, thận, não, và xương.   Căn bệnh có thể tác động đến mọi bộ phận của cơ thể, dù vậy nó hiếm khi ảnh hưởng đến tim, cơ xương, tụy, hay giáp. Tranh minh họa nốt lao của Robert Carswell Lao được xếp vào nhóm các bệnh viêm u hạt. Đại thực bào, tế bào dạng biểu mô, tế bào T, tế bào B, và nguyên bào sợi tập hợp hình thành nên u hạt với bạch huyết bào bao quanh đại thực bào bị nhiễm. Khi những đại thực bào khác tấn công đại thực bào bị nhiễm, chúng hợp nhất thành một tế bào đa nhân khổng lồ trong khoang phế nang. U hạt có thể ngăn vi khuẩn phát tán và tạo môi trường cục bộ cho các tế bào của hệ miễn dịch tương tác.  Tuy nhiên, chứng cứ gần đây hơn gợi ý vi khuẩn lợi dụng u hạt để tránh né bị hệ miễn dịch của vật chủ tiêu diệt. Đại thực bào và tế bào tua trong u hạt không thể trình diện kháng nguyên đến bạch huyết bào nên phản ứng miễn dịch bị kìm hãm.  Vi khuẩn bên trong u hạt có thể trở nên bất hoạt dẫn đến nhiễm khuẩn tiềm ẩn. Một đặc điểm khác của u hạt là hoại tử phát triển ở tâm của nốt lao. Nhìn bằng mắt thường nó trông như phô mai trắng mềm và được gọi là hoại tử phô mai. Nếu vi khuẩn lao xâm nhập dòng máu từ một vùng mô bị nhiễm khuẩn thì chúng có thể lan ra khắp cơ thể và tạo ra nhiều tụ điểm nhiễm khuẩn có dạng nốt trắng nhỏ ở mô.  Dạng lao nghiêm trọng này được gọi là lao kê phổ biến nhất ở trẻ em và người nhiễm HIV.  Tỷ lệ tử vong đối với lao dạng lan tỏa này là cao kể cả có chữa trị (khoảng 30%).  Ở nhiều người tình trạng nhiễm khuẩn lúc nặng lên lúc thuyên giảm. Hoại tử và sự hủy hoại mô thường được cân bằng bởi chữa lành và xơ hóa.  Thế chỗ mô bị tác động là sẹo và các khoang chứa đầy vật chất hoại tử phô mai. Trong thời gian bệnh phát tác (lao hoạt tính), một số khoang này nhập vào đường khí và vật chất có thể được ho ra. Vật chất chứa vi khuẩn sống nên có thể làm lây bệnh. Chữa trị bằng kháng sinh phù hợp giúp diệt vi khuẩn tạo điều kiện cho sự phục hồi diễn ra. Khi ấy những vùng bị tác động cuối cùng sẽ được mô sẹo thay thế. ",
        "Ngăn ngừa": "Các nỗ lực ngăn ngừa và kiểm soát bệnh lao chủ yếu dựa trên việc tiêm phòng cho trẻ sơ sinh cũng như phát hiện và điều trị bệnh nhân lao hoạt tính.  Tổ chức Y tế Thế giới (WHO) đã đã đạt được những thành công nhất định trong việc cải thiện phác đồ điều trị cũng như làm giảm số ca bệnh. Vắc-xin Bài chi tiết: Vắc-xin lao và Vắc-xin BCGTính đến  năm 2011 , chỉ có một vắc-xin phòng lao duy nhất là Bacillus Calmette-Guérin (BCG).  Ở trẻ em, vắc xin này làm giảm 20% nguy cơ nhiễm bệnh và gần 60% nguy cơ lao tiềm ẩn tiến triển thành lao hoạt tính. BCG là vắc-xin được sử dụng rộng rãi nhất trên thế giới; 90% tất cả trẻ em đã được tiêm vắc-xin này.  Khả năng miễn dịch mà vắc-xin mang lại giảm đi sau khoảng 10 năm.  Ở Canada, Tây Âu và Hoa Kỳ, lao không phải là một bệnh phổ biến nên chỉ những người có nguy cơ mắc bệnh cao mới được tiêm vắc-xin BCG.    Một trong những lý do cho việc hạn chế sử dụng vắc-xin này là nó khiến xét nghiệm Mantoux cho kết quả dương tính giả và làm giảm tác dụng của xét nghiệm này trong việc tầm soát lao.  Một số vắc-xin khác đang được phát triển. Việc kết hợp vắc-xin BCG với vắc-xin MVA85A không có hiệu quả trong việc phòng bệnh lao. Y tế công cộng Trong thế kỷ 19, các chiến dịch y tế công cộng tập trung vào việc giảm thiểu tụ tập đông người và khạc nhổ nơi công cộng cũng như khuyến khích vệ sinh cá nhân thường xuyên (trong đó có rửa tay) đã được triển khai và giúp làm giảm đáng kể sự lây lan của lao nói riêng và các bệnh lây truyền qua không khí nói chung. Nhờ đó, lao đã không còn là một vấn đề y tế công cộng lớn ở hầu hết các nền kinh tế phát triển.   Các yếu tố nguy cơ khác khiến bệnh lao lan rộng, chẳng hạn như suy dinh dưỡng, cũng đã được giảm thiểu. Tuy nhiên, sự xuất hiện của HIV đã hình thành nên một nhóm đối tượng bị suy giảm miễn dịch dễ dàng bị nhiễm lao.Năm 1993, Tổ chức Y tế Thế giới (WHO) tuyên bố lao là một \"tình trạng y tế khẩn cấp toàn cầu\".  Năm 2006, tổ chức Stop TB Partnership xây dựng Kế hoạch Ngăn chặn Lao Toàn cầu với mục tiêu cứu được 14 triệu mạng sống từ khi kế hoạch này khởi động đên năm 2015.  Tuy nhiên, đến năm 2015, kế hoạch này đã không đạt được một số mục tiêu đặt ra, chủ yếu do sự gia tăng các ca lao liên quan đến HIV và sự xuất hiện của chủng lao kháng nhiều loại thuốc.  Các chương trình y tế công cộng chủ yếu sử dụng hệ thống phân loại lao do Hiệp hội Lồng ngực Hoa kỳ phát triển. Chưa rõ việc sử dụng thuốc trị lao ở người mắc lao kháng nhiều loại thuốc mang lại lợi ích cũng như nguy cơ gì.  Việc cung cấp liệu pháp HAART cho bệnh nhân lao dương tính với HIV làm giảm đáng kể (tới 90%) nguy cơ lao tiềm ẩn tiến triển thành lao hoạt tính cũng như hạn chế bệnh phát tán trong cộng đồng này. ",
        "Điều trị": "X quang ngực, nuôi cấy, xét nghiệm da tuberculin[1]",
        "Tiên lượng": "Lao tiềm ẩn tiến triển thành lao hoạt tính khi vi khuẩn lao vượt qua được hàng rào bảo vệ của hệ miễn dịch và bắt đầu sinh sôi. Điều này xảy ra không lâu sau khi người bệnh nhiễm vi khuẩn đối với các ca lao sơ cấp (chiếm từ 1–5% tổng số ca bệnh lao).  Tuy nhiên, trong hầu hết trường hợp, lao tiềm ẩn không thể hiện triệu chứng rõ rệt nào,  và chỉ 5–10% ca bệnh lao tiềm ẩn tiến triển thành lao hoạt tính, thường là nhiều năm sau khi người bệnh nhiễm vi khuẩn. Nguy cơ bệnh tái phát sẽ cao hơn ở người bệnh bị ức chế miễn dịch, chẳng hạn như do HIV. Khi người bệnh đồng thời nhiễm M. tuberculosis và HIV, nguy cơ lao tái phát tăng lên 10% mỗi năm.  Nghiên cứu được thực hiện trên các chủng M. tuberculosis khác nhau bằng cách lập hồ sơ DNA cho thấy việc tái nhiễm vi khuẩn lao có tác động lớn hơn đến khả năng bệnh tái phát so với những hiểu biết trước đó.  Theo một số ước tính, ở các khu vực mà lao là một bệnh phổ biến, điều này có thể chiếm hơn 50% số ca lao tái phát.  Nguy cơ tử vong do lao rơi vào khoảng 4% tính đến  năm 2008 , so với con số 8% vào năm 1995. Ở bệnh nhân lao không dương tính với HIV, nếu không được điều trị, 50-60% tử vong còn 20-25% tự khỏi bệnh sau 5 năm. Ở bệnh nhân dương tính với HIV, lao gần như chắc chắn sẽ gây tử vong và nguy cơ tử vong vẫn cao ngay cả khi người bệnh được điều trị HIV bằng thuốc kháng retrovirus. ",
        "Liên kết ngoài": "Wikimedia Commons có thêm hình ảnh và phương tiện truyền tải về Lao.Chuyên trang Lao của WHOChuyên trang Lao của Viện Thông tin Thư viện Y học Trung ương , Bộ Y tế Việt Nam",
        "Bảng chọn điều hướng": "Công cụ cá nhânChưa đăng nhậpThảo luận cho địa chỉ IP nàyĐóng gópTạo tài khoảnĐăng nhậpKhông gian tênBài viếtThảo luậnBiến thểmở rộngthu gọnGiao diệnĐọcSửa đổiSửa mã nguồnXem lịch sửThêmmở rộngthu gọnTìm kiếmĐiều hướngTrang ChínhNội dung chọn lọcTin tứcBài viết ngẫu nhiênThay đổi gần đâyPhản hồi lỗiQuyên gópTương tácHướng dẫnGiới thiệu WikipediaCộng đồngThảo luận chungGiúp sử dụngLiên lạcTải tập tin lênCông cụCác liên kết đến đâyThay đổi liên quanTrang đặc biệtLiên kết thường trựcThông tin trangTrích dẫn trang nàyKhoản mục WikidataIn và xuấtTạo một quyển sáchTải về dưới dạng PDFBản để in raTại dự án khácWikimedia CommonsNgôn ngữ khácAfrikaansAkanAlemannischአማርኛالعربيةAragonésঅসমীয়াAsturianuअवधीAvañe'ẽAymar aruAzərbaycancaBahasa IndonesiaBahasa MelayuBamanankanবাংলাBanjarBân-lâm-gúБашҡортсаБеларускаяБеларуская (тарашкевіца)བོད་ཡིགBosanskiBrezhonegБългарскиБуряадCatalàЧӑвашлаČeštinaChi-ChewaCymraegDanskDeutschDiné bizaadडोटेलीEestiΕλληνικάEnglishEspañolEsperantoEuskaraفارسیFøroysktFrançaisFryskGaeilgeGaelgGàidhligGalegoગુજરાતી客家語/Hak-kâ-ngî한국어HausaՀայերենहिन्दीHrvatskiIdoIlokanoInterlinguaIsiXhosaÍslenskaItalianoעבריתJawaKabɩyɛಕನ್ನಡქართულიҚазақшаКыргызчаKiswahiliKreyòl ayisyenKriyòl gwiyannenKurdîLatinaLatviešuLëtzebuergeschЛезгиLietuviųLimburgsLingálaLingua Franca NovaLugandaLombardMagyarМакедонскиമലയാളംMaltiमराठीمصرىМонголမြန်မာဘာသာNāhuatlNederlandsनेपालीनेपाल भाषा日本語Norsk bokmålNorsk nynorskOccitanଓଡ଼ିଆOʻzbekcha/ўзбекчаਪੰਜਾਬੀپنجابیپښتوPatoisPolskiPortuguêsRomânăRuna SimiРусиньскыйРусскийСаха тылаसंस्कृतम्ᱥᱟᱱᱛᱟᱲᱤSarduSesothoShqipSicilianuසිංහලSimple EnglishSiSwatiSlovenčinaSlovenščinaŚlůnskiکوردیСрпски / srpskiSrpskohrvatski / српскохрватскиSundaSuomiSvenskaTagalogதமிழ்Татарча/tatarçaతెలుగుThuɔŋjäŋไทยТоҷикӣTürkçeTürkmençeУкраїнськаاردوVõroWalonWinarayWolof吴语ייִדיש粵語Žemaitėška中文Sửa liên kết",
        "Chuyên khoa": "",
        "Triệu chứng": "Ảnh X quang ngực của một bệnh nhân lao thể nặng: các mũi tên màu trắng chỉ nhiễm khuẩn ở cả hai phổi, các mũi tên màu đen chỉ sự hình thành của một khoang",
        "Nguyên nhân": "Bệnh truyền nhiễm, phổi học",
        "Yếu tố nguy cơ": "Ho dai dẳng, sốt, ho kèm dịch nhầy chứa máu, sụt cân[1]",
        "Phương pháp chẩn đoán": "Mycobacterium tuberculosis[1]",
        "Chẩn đoán phân biệt": "Hút thuốc, HIV/AIDS[1]",
        "Tần suất": "Viêm phổi, histoplasmosis, sarcoidosis, coccidioidomycosis[2]",
        "Patient UK": "Kháng sinh[1]"
    },
    {
        "url": "https://vi.wikipedia.org/wiki/bệnh_zona",
        "name": "bệnh zona",
        "key": "2c6554adec457d53cbedbecd1355d342b0384951093d5afac087428aa3b6a7a0",
        "overview": "Bệnh zona (zôna hay zôna thần kinh) là dạng tái hoạt của virus varicella zoster, tức là bệnh nhân trước đó đã từng mắc bệnh thủy đậu (trái rạ). Thường thì bệnh nhân nhiễm thủy đậu khi còn nhỏ rồi lành bệnh nhưng virut không bị diệt mà ẩn vào trong tế bào thần kinh, Hạch thần kinh dưới dạng không hoạt động. Sau một thời gian dài, có khi hằng mấy chục năm, virut tái hoạt động thành bệnh zona. Virut sẽ lan theo đường đi của dây thần kinh rồi bộc phát ở trên da tương ứng với khu vực của dây thần kinh. Động lực khiến virut tái hoạt sau nhiều năm tiềm ẩn vẫn chưa được xác định. Tỷ lệ người mắc bệnh zona mỗi năm là 1,2 - 3,4 ca mỗi 1.000 người. Tỷ số này tăng lên 3,9 - 11,8 đối với người trên 65 tuổi.  Sử dụng Vaccine ngừa thủy đậu trong đa số trường hợp cũng là một nguyên nhân đưa virut vào trong cơ thể ở trạng thái bất hoạt.Vaccine VZV, còn được biết đến là vaccine ngừa thủy đậu, có thể làm giảm nguy cơ mắc bệnh Zona do làm tăng sức đề kháng của cơ thể để chống lại VZV hoặc giữ chúng trong trạng thái bất hoạt. Những cải tiến của loại vaccine này đang được nghiên cứu và có thể giúp ngừa được bệnh Zona trong tương lai.",
        "Nguyên nhân": "Zona không phải là một bệnh nhiễm trùng, mà nó là sự tái phát của virut gây bệnh thủy đậu (Virus Varicella).Đối với người đã từng mắc bệnh thủy đậu, sau khi khỏi, virut vẫn chưa bị tiêu diệt hoàn toàn mà ẩn trong các tế bào thần kinh dưới dạng không hoạt động. Chúng bị kiềm chế bởi hệ miễn dịch tự nhiên của con người.Khi hệ có dấu hiệu miễn dịch suy yếu do tuổi tác hoặc do bệnh tật, những virut này sẽ “thức dậy” và hoạt động trở lại. Chúng di chuyển dọc theo các dây thần kinh, trên đường di chuyển, virut này gây tổn thương dọc sợi dây thần kinh, biểu hiện sẽ xuất hiện ở trên vùng da thuộc dây thần kinh đó. Một vài khả năng có thể xảy ra là:Lo lắng quá mức, căng thẳng (Stress)Mệt mỏiHệ miễn dịch suy yếu (có thể là do tuổi tác, bệnh tật, rượu bia quá mức, tác dụng phụ của thuốc men làm giảm khả năng đề kháng của cơ thể để có thể giữ được virus thủy đậu trong trạng thái bất hoạt).Ung thư.Các biện pháp điều trị bằng tia xạ.Làm tổn thương vùng da bị nổi ban.Động lực tái phát của zona có thể phát động khi bệnh nhân mệt mỏi công việc và áp lực công việc mà ít được nghỉ ngơi.",
        "Triệu chứng": "Lâm sàng.Trước khi tổn thương mọc 2-3 ngày thường có cảm giác báo hiệu như: rát dấm dứt, đau vùng sắp mọc tổn thư­ơng kèm theo triệu chứng toàn thân ít hoặc nhiều như mệt mỏi, đau đầu... Hạch ngoại vi lân cận có thể sưng và đau.+ Vị trí: thường khu trú tập trung ở những vị trí đặc biệt và chỉ có một bên của cơ thể dọc theo các đường dây thần kinh, như­ng cá biệt có thể bị cả hai bên hay lan toả.+ Tổn thương cơ bản: thường bắt đầu là các mảng đỏ, nề nhẹ, gờ cao hơn mặt da, hình tròn, bầu dục lần l­ượt nổi dọc dây thần kinh, rải rác hoặc cụm lại thành dải, thành vệt, sau 1-2 giờ trên mảng đỏ xuất hiện những mụn n­ước chứa dịch trong, căng khó vỡ, các mụn nước tập trung thành cụm (như­ chùm nho), về sau đục, vỡ, xẹp để lại sẹo (nếu nhiễm khuẩn).Tr­ước hoặc cùng với mọc tổn thương ở da thư­ờng nổi hạch sưng và đau ở vùng tư­ơng ứng và là dấu hiệu quan trọng để chẩn đoán.Biến chuyển ban trên daNgày thứ nhấtNgày thứ nămNgày thứ sáu",
        "Chẩn đoán": "Zona gây ra do virut di chuyển dọc theo dây thần kinh, do đó biểu hiện tổn thương da thường chỉ xảy ra và lan ở một bên cơ thể, ví dụ như chỉ một bên ngực, một bên lưng, một bên mắt.",
        "Điều trị": "Điều trị chỉ mang tính chất tham khảo, không tự ý làm theo nếu không có sự hướng dẫn của bác sĩ.Nếu phát hiện sớm các vết mụn nước thì có thể điều trị càng sớm càng tốt. Dùng các thuốc chống virut để ngăn sự phát triển của virut, tùy vào tình trạng bệnh nhân mà quyết định liều.Nếu phát hiện các vết mụn nước có dịch đục thì kết hợp dùng kháng sinh dự phòng nhiễm khuẩn, nên dùng các loại kháng sinh thế hệ đầu cho hiệu quả dự phòng tốt.Thuốc kháng histamin có thể giúp giảm ngứa.Thuốc giảm đau thần kinh.Nếu các vết mụn nước xuất hiện vùng đầu mặt sử đụng kèm thuốc chống viêm steroid để ngăn sự phù nề có thể gây ra bởi virut tác động vào dây thần kinh sọ não vùng đầu mặt nông.Có thể dùng thuốc bôi lên các vết mụn nước. Trong dân gian có một số loại lá dùng đun nước tắm giúp cho các vết phỏng mau se và liền rất nhanh.",
        "Dự phòng": "Không có cách nào để dự phòng Zona cả.Bạn không thể bị lây bệnh từ những người bị Zona. Tuy nhiên, nếu bạn chưa từng bị thủy đậu, bạn có thể bị lây bệnh thủy đậu từ những tiếp xúc gần gũi với những sang thương hở miệng ở những người bị Zona. Dùng quần áo che phủ sang thương lại giúp giảm nguy cơ lây lan cho người khác.Sử dụng Vaccine ngừa thủy đậu trong đa số trường hợp cũng là một nguyên nhân đưa virut vào trong cơ thể ở trạng thái bất hoạt.Vaccine VZV, còn được biết đến là vaccine ngừa thủy đậu, có thể làm giảm nguy cơ mắc bệnh Zona do làm tăng sức đề kháng của cơ thể để chống lại VZV hoặc giữ chúng trong trạng thái bất hoạt. Những cải tiến của loại vaccine này đang được nghiên cứu và có thể giúp ngừa được bệnh Zona trong tương lai.Nên vệ sinh sạch sẽ. Mỗi khi làm việc nặng, chơi thể thao nhiều mồ hôi. Vệ sinh sạch sẽ và phải có chế độ nghỉ ngơi phù hợp. Đó là cách phòng ngừa tốt nhất.",
        "Chú thích": "^ Recommendations for the Management of Herpes Zoster",
        "Bảng chọn điều hướng": "Công cụ cá nhânChưa đăng nhậpThảo luận cho địa chỉ IP nàyĐóng gópTạo tài khoảnĐăng nhậpKhông gian tênBài viếtThảo luậnBiến thểmở rộngthu gọnGiao diệnĐọcSửa đổiSửa mã nguồnXem lịch sửThêmmở rộngthu gọnTìm kiếmĐiều hướngTrang ChínhNội dung chọn lọcTin tứcBài viết ngẫu nhiênThay đổi gần đâyPhản hồi lỗiQuyên gópTương tácHướng dẫnGiới thiệu WikipediaCộng đồngThảo luận chungGiúp sử dụngLiên lạcTải tập tin lênCông cụCác liên kết đến đâyThay đổi liên quanTrang đặc biệtLiên kết thường trựcThông tin trangTrích dẫn trang nàyKhoản mục WikidataIn và xuấtTạo một quyển sáchTải về dưới dạng PDFBản để in raTại dự án khácWikimedia CommonsNgôn ngữ khácAfrikaansالعربيةAsturianuBahasa IndonesiaBahasa MelayuБеларускаяБеларуская (тарашкевіца)CatalàČeštinaCymraegDanskDeutschEestiΕλληνικάEnglishEspañolEsperantoEuskaraفارسیFrançaisGaeilge한국어ItalianoעבריתҚазақшаKiswahiliLatinaLëtzebuergeschMìng-dĕ̤ng-ngṳ̄Nederlandsनेपाली日本語NordfriiskNorsk bokmålଓଡ଼ିଆਪੰਜਾਬੀPolskiPortuguêsRomânăРусскийSicilianuSimple EnglishSlovenščinaکوردیСрпски / srpskiSrpskohrvatski / српскохрватскиSuomiSvenskaதமிழ்తెలుగుไทยTürkçeУкраїнськаWalon文言吴语ייִדיש粵語中文Sửa liên kết",
        "Chuyên khoa": "",
        "ICD-10": "Ban và mụn nước trên cổ và vai",
        "ICD-9-CM": "bệnh truyền nhiễm, khoa da liễu, thần kinh học",
        "DiseasesDB": "B02",
        "MedlinePlus": "053",
        "eMedicine": "29119",
        "Patient UK": "000858"
    },
    {
        "url": "https://vi.wikipedia.org/wiki/ung_thư_hạch_bạch_huyết",
        "name": "ung thư hạch bạch huyết",
        "key": "cd7088ca593319f6931cd3783df7f7a38c0aeb2bf4bb3feb2a0b5b3fa98260b4"
    },
    {
        "url": "https://vi.wikipedia.org/wiki/viêm_phổi_do_nấm",
        "name": "viêm phổi do nấm",
        "key": "11f14ebe58f49b431af2a7301c69b4d27f7cfd617710bef8662c721348148efd"
    }
]